{
    "introduction": "", 
    "chapters": [
        {
            "confession": [
                {
                    "references": "Rom. 2:14-15; Rom. 1:19-20; Ps. 19:1-3; Rom. 1:32 with 2:1; 1 Cor. 1:21; 1 Cor. 2:13-14; Heb. 1:1; Prov. 22:19-21; Luke 1:3-4; Rom. 15:4; Matt. 4:4, 7, 10; Isa. 8:19-20; 2 Tim. 3:15; 2 Pet. 1:19; Heb. 1:1-2.", 
                    "statement": "1. Although the light of nature and the works of creation and providence do so far manifest the goodness, wisdom, and power of God, as to leave men unexcusable; yet are they not sufficient to give that knowledge of God and of His will, which is necessary unto salvation. Therefore it pleased the Lord, at sundry times, and in divers manners, to reveal Himself, and to declare that His will unto His Church; and afterwards, for the better preserving and propagating of the truth, and for the more sure establishment and comfort of the Church against the corruption of the flesh, and the malice of Satan and of the world, to commit the same wholly unto writing: which maketh the Holy Scripture to be most necessary; those former ways of God's revealing His will unto His people being now ceased."
                }, 
                {
                    "references": "Luke 16:29, 31; Eph. 2:20; Rev. 22:18-19; 2 Tim. 3:16.", 
                    "statement": "2. Under the name of Holy Scripture, or the Word of God written, are now contained all the books of the Old and New Testaments, which are these:"
                }, 
                {
                    "references": "Luke 24:27, 44; Rom. 3:2; 2 Pet. 1:21.", 
                    "statement": "3. The books commonly called Apocrypha, not being of divine inspiration, are no part of the canon of the Scripture; and therefore are of no authority in the Church of God, nor to be any otherwise approved, or made use of, than other human writings."
                }, 
                {
                    "references": "2 Pet. 1:19, 21; 2 Tim. 3:16; 1 John 5:9; 1 Thess. 2:13.", 
                    "statement": "4. The authority of the Holy Scripture, for which it ought to be believed and obeyed, dependeth not upon the testimony of any man, or church; but wholly upon God (who is truth itself) the author thereof: and therefore it is to be received because it is the Word of God."
                }, 
                {
                    "references": "1 Tim. 3:15; 1 John 2:20, 27; John 16:13-14; 1 Cor. 2:10-12; Isa. 59:21.", 
                    "statement": "5. We may be moved and induced by the testimony of the Church to a high and reverent esteem of the Holy Scripture. And the heavenliness of the matter, the efficacy of the doctrine, the majesty of the style, the consent of all the parts, the scope of the whole (which is, to give all glory to God), the full discovery it makes of the only way of man's salvation, the many other incomparable excellencies, and the entire perfection thereof, are arguments whereby it doth abundantly evidence itself to be the Word of God: yet notwithstanding, our full persuasion and assurance of the infallible truth and divine authority thereof, is from the inward work of the Holy Spirit bearing witness by and with the Word in our hearts."
                }, 
                {
                    "references": "2 Tim. 3:15-17; Gal. 1:8-9; 2 Thess. 2:2; John 6:45; 1 Cor. 2:9-12; 1 Cor. 11:13-14; 1 Cor. 14:26, 40.", 
                    "statement": "6. The whole counsel of God concerning all things necessary for His own glory, man's salvation, faith, and life, is either expressly set down in Scripture, or by good and necessary consequence may be deduced from Scripture: unto which nothing at any time is to be added, whether by new revelations of the Spirit, or traditions of men. Nevertheless we acknowledge the inward illumination of the Spirit of God to be necessary for the saving understanding of such things as are revealed in the Word: and that there are some circumstances concerning the worship of God, and government of the Church, common to human actions and societies, which are to be ordered by the light of nature and Christian prudence, according to the general rules of the Word, which are always to be observed."
                }, 
                {
                    "references": "2 Pet. 3:16; Ps. 119:105, 130.", 
                    "statement": "7. All things in Scripture are not alike plain in themselves, nor alike clear unto all: yet those things which are necessary to be known, believed, and observed for salvation, are so clearly propounded and opened in some place of Scripture or other, that not only the learned, but the unlearned, in a due use of the ordinary means, may attain unto a sufficient understanding of them."
                }, 
                {
                    "references": "Matt. 5:18; Isa. 8:20; Acts 15:15; John 5:39, 46; 1 Cor. 14:6, 9, 11-12, 24, 27-28; Col. 3:16; Rom. 15:4.", 
                    "statement": "8. The Old Testament in Hebrew (which was the native language of the people of God of old), and the New Testament in Greek (which at the time of the writing of it was most generally known to the nations), being immediately inspired by God, and by His singular care and providence kept pure in all ages, are therefore authentical; so as, in all controversies of religion, the Church is finally to appeal unto them. But, because these original tongues are not known to all the people of God, who have a right unto, and interest in the Scriptures, and are commanded, in the fear of God, to read and search them, therefore they are to be translated into the vulgar language of every nation unto which they come, that the Word of God dwelling plentifully in all, they may worship Him in an acceptable manner; and, through patience and comfort of the Scriptures, may have hope."
                }, 
                {
                    "references": "2 Pet. 1:20-21; Acts 15:15-16.", 
                    "statement": "9. The infallible rule of interpretation of Scripture is the Scripture itself: and therefore, when there is a question about the true and full sense of any Scripture (which is not manifold, but one) it must be searched and known by other places that speak more clearly."
                }, 
                {
                    "references": "Matt. 22:29, 31; Eph. 2:20 with Acts 28:25.", 
                    "statement": "10. The supreme judge by which all controversies of religion are to be determined, and all decrees of councils, opinions of ancient writers, doctrines of men, and private spirits, are to be examined; and in whose sentence we are to rest; can be no other but the Holy Spirit speaking in the Scripture."
                }, 
                {
                    "references": "Deut. 6:4, 1 Cor. 8:4, 6; 1 Thess. 1:9; Jer. 10:10; Job 11:7-9; Job 26:14; John 4:24; 1 Tim. 1:17; Deut. 4:15-16; John 4:24 with Luke 24:39; Acts 14:11, 15; Jas.  1:17; Mal. 3:6; 1 Kings 8:27; Jer. 23:23-24; Ps. 90:2; 1 Tim. 1:17; Ps. 145:3; Gen. 17:1; Rev. 4:8; Rom. 16:27; Isa. 6:3; Rev. 4:8; Ps. 115:3; Ex. 3:14; Eph. 1:11; Prov. 16:4; Rom. 11:36; 1 John 4:8, 16; Ex. 34:6-7; Heb. 11:6; Neh. 9:32-33; Ps. 5:5-6; Nah. 1:2-3; Ex. 34:7.", 
                    "statement": "1. There is but one only, living, and true God: who is infinite in being and perfection, a most pure spirit, invisible, without body, parts, or passions, immutable, immense, eternal, incomprehensible, almighty, most wise, most holy, most free, most absolute, working all things according to the counsel of His own immutable and most righteous will, for His own glory; most loving, gracious, merciful, long-suffering, abundant in goodness and truth, forgiving iniquity, transgression, and sin; the rewarder of them that diligently seek Him; and withal, most just and terrible in His judgments, hating all sin, and who will by no means clear the guilty."
                }, 
                {
                    "references": "John 5:26; Acts 7:2; Ps. 119:68; 1 Tim. 6:15; Rom. 9:5; Acts 17:24-25; Job 22:2-3; Rom. 11:36; Rev. 4:11; 1 Tim. 6:15; Dan. 4:25, 35; Heb. 4:13; Rom. 11:33-34; Ps. 147:5; Acts 15:18; Ezek. 11:5; Ps. 145:17; Rom. 7:12; Rev. 5:12-14.", 
                    "statement": "2. God hath all life, glory, goodness, blessedness, in and of Himself; and is alone in and unto Himself all-sufficient, not standing in need of any creatures which He hath made, nor deriving any glory from them, but only manifesting His own glory in, by, unto, and upon them: He is the alone fountain of all being, of whom, through whom, and to whom are all things; and hath most sovereign dominion over them, to do by them, for them, or upon them whatsoever Himself pleaseth. In His sight all things are open and manifest; His knowledge is infinite, infallible, and independent upon the creature, so as nothing is to Him contingent, or uncertain. He is most holy in all His counsels, in all His works, and in all His commands. To Him is due from angels and men, and every other creature, whatsoever worship, service or obedience He is pleased to require of them."
                }, 
                {
                    "references": "1 John 5:7; Matt. 3:16-17; Matt. 28:19; 2 Cor. 13:14; John 1:14, 18; John 15:26; Gal. 4:6.", 
                    "statement": "3. In the unity of the Godhead there be three persons, of one substance, power, and eternity; God the Father, God the Son, and God the Holy Ghost. The Father is of none, neither begotten, nor proceeding: the Son is eternally begotten of the Father: the Holy Ghost eternally proceeding from the Father and the Son."
                }
            ], 
            "chapter_title": "Of the Holy Scripture", 
            "chapter_subtitle": "(Larger Catechism: 2-5; Shorter Catechism 2-3)", 
            "testimony": [
                {
                    "references": "Rom. 10:14-17; Isa. 44:6, 10-17; Acts 17:22-29.", 
                    "statement": "1. The true God is revealed in Scripture. Any concept of God, however sincerely held, that is contrary to Scripture is false, and in the end idolatrous. A knowledge of the true God is essential to saving faith."
                }, 
                {
                    "references": "Rom. 1:23-25; Acts 5:3-4.", 
                    "statement": "2. We reject any teaching which denies or obscures the difference between God the Creator and man the creature or the rest of creation."
                }, 
                {
                    "references": "Phil. 2:9-10; Heb. 1:2-3, 6, 8; 2 Cor. 13:14.", 
                    "statement": "3. God the Father, God the Son and God the Holy Spirit are equally to be worshipped by angels and men."
                }, 
                {
                    "references": "Isa. 40:18; Isa. 46:5; 1 Cor. 2:10-13; John 1:18.", 
                    "statement": "4. The doctrine of the Trinity is knowable only by special revelation. It is not possible for an explanation or comparison from any other source to serve as a true representation of this doctrine."
                }, 
                {
                    "references": "John 1:1-2; Acts 5:3-4.", 
                    "statement": "5. We reject any teaching which subordinates any person of the Godhead as to substance, power or glory."
                }, 
                {
                    "references": "2 Cor. 13:14; John 14:26; Matt. 28:19; Luke 1:35; Heb. 10:29; Rev. 22:17; Eph. 2:18-22; John 16:7; Gal. 4:6; Acts 5:3-4; Acts 16:6-7; Mark 3:29; Rom. 8:26-27; 1 John 2:20-27.", 
                    "statement": "6. The Holy Spirit, the third Person of the Trinity, proceeds from the Father and the Son, and is truly God, of the same substance, equal in power and glory with the Father and the Son. He is to be believed in, loved, obeyed and worshipped by men in all ages."
                }, 
                {
                    "references": "Gen. 1:2; Job 33:4; Ps. 104:30; Job 34:14-15; Gen. 6:3; Isa. 32:15-17; Rom. 1:20.", 
                    "statement": "7. The Holy Spirit, as the giver of life, is everywhere present and makes manifest the grace of God toward all His creatures. He supplies man’s powers of reason and conscience, restrains His disposition toward evil, and preserves a degree of justice and morality in society. His common work for all mankind does not regenerate but leaves those who reject God without excuse."
                }, 
                {
                    "references": "John 3:1-8; Acts 2:38; 1 Cor. 12:3; 2 Pet. 1:21; 2 Sam. 23:2; John 7:39; John 16:13; Titus 3:5; Ezek. 36:27; 1 John 4:2; Gal. 4:6; 2 Thess. 2:13.", 
                    "statement": "8. The special work of the Holy Spirit is to apply to the elect the redeeming benefits of Christ’s atonement. The outward and ordinary means through which He communicates the knowledge of redemption is the written Word, in which is infallibly recorded the will of God for man’s salvation. He prepares for the reception of the Word and accompanies it with His persuasive power. He regenerates the elect by His grace, convicts them of sin, moves them to repentance and persuades and enables them to embrace Christ through faith. In regeneration He works secretly, supernaturally and effectually. This work is in itself so distinct and necessary, that without it, no evidence of the truth of the Gospel, no power of argument, no persuasion of love or of terror, no human eloquence, no combination of the most favorable circumstances, can be effectual in producing salvation."
                }, 
                {
                    "references": "Rom. 8:14, 26-27; 1 Cor. 2:12-16; Eph. 4:30; 2 Tim. 3:16-17; Rom. 15:4; John 16:5-11.", 
                    "statement": "9. The Holy Spirit in uniting all believers to Christ, dwells in them as their Comforter, guiding, teaching and performing in them all those gracious activities by which they are sanctified and sealed unto the day of redemption. His guidance and teaching cannot contradict anything written in God’s Word, but makes known the will of God to His people through prayer and submission to the Word."
                }, 
                {
                    "references": "", 
                    "statement": "10. We reject the teaching that inner light, dreams, visions or charismatic gifts provide a new, more advanced or infallible revelation of God."
                }, 
                {
                    "references": "1 Thess. 5:19; Acts 7:51; Heb. 10:26-29; Matt. 12:31-32; Mark 3:28-30; Luke 12:8-10; 1 Cor. 12:3; 1 John 5:16; Heb. 6:4-6; 1 John 2:22; 1 John 4:3; Isa. 50:10; 1 John 1:7; Heb. 6:9-11.", 
                    "statement": "11. The sin against the Holy Spirit which will not be forgiven, commonly called the unpardonable sin, is the final secret or open rejection of His testimony concerning Jesus Christ. It is a sin unto death, because it is blasphemy against the Holy Spirit, and because, by its very nature, it is the willful and persistent rejection of the only hope of forgiveness through the Savior. On the other hand, the fear of having committed this sin, together with an earnest desire for fellowship with God in Christ, give evidence that this sin has not been committed."
                }, 
                {
                    "references": "Eph. 2:14-18; Eph. 4:1-5; Acts 2:4; 1 Cor. 12; Acts 13:2; 2 Pet. 1:19-21; 1 Thess. 1:5-6; John 20:22-23; Matt. 16:18; Matt. 28:19-20.", 
                    "statement": "12. The Holy Spirit, abiding in believers, unites them to Christ the Head, and to one another in the Church which is His body. He imparts various gifts and graces to all her members that they may serve Christ. He calls and fits His servants for their work, and qualifies all officers of the Church for their particular tasks. He makes effective the Word and the ordinances of the Gospel. By Christ working through His Spirit, the Church will be preserved, increased, purified, and, at last, made perfectly holy in the presence of God to all eternity."
                }, 
                {
                    "references": "", 
                    "statement": "13. We reject the view that the work of the Holy Spirit is limited to individuals."
                }, 
                {
                    "references": "", 
                    "statement": "14. We reject the teaching that some true believers have not received the Holy Spirit."
                }, 
                {
                    "references": "", 
                    "statement": "15. We reject the teaching that particular charismatic gifts such as those of tongues and of healing are normal or necessary signs of being filled with the Holy Spirit."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Eph. 1:11; Rom. 11:33; Heb. 6:17; Rom. 9:15, 18; Jas.  1:13, 17; 1 John 1:5; Acts 2:23; Matt. 17:12; Acts 4:27-28; John 19:11; Prov. 16:33.", 
                    "statement": "1. God from all eternity did, by the most wise and holy counsel of His own will, freely, and unchangeably ordain whatsoever comes to pass: yet so, as thereby neither is God the author of sin, nor is violence offered to the will of the creatures, nor is the liberty or contingency of second causes taken away, but rather established."
                }, 
                {
                    "references": "Acts 15:18; 1 Sam. 23:11-12; Matt. 11:21, 23; Rom. 9:11, 13, 16, 18.", 
                    "statement": "2. Although God knows whatsoever may or can come to pass upon all supposed conditions, yet hath He not decreed anything because He foresaw it as future, or as that which would come to pass upon such conditions."
                }, 
                {
                    "references": "1 Tim. 5:21; Matt. 25:41; Rom. 9:22-23; Eph. 1:5-6; Prov. 16:4.", 
                    "statement": "3. By the decree of God, for the manifestation of His glory, some men and angels are predestinated unto everlasting life, and others fore-ordained to everlasting death."
                }, 
                {
                    "references": "2 Tim. 2:19; John 13:18.", 
                    "statement": "4. These angels and men, thus predestinated and fore-ordained, are particularly and unchangeably designed, and their number is so certain and definite, that it cannot be either increased or diminished."
                }, 
                {
                    "references": "Eph. 1:4, 9, 11; Rom. 8:30; 2 Tim. 1:9; 1 Thess. 5:9; Rom. 9:11, 13, 16; Eph. 1:4, 9; Eph. 1:6, 12.", 
                    "statement": "5. Those of mankind that are predestinated unto life, God, before the foundation of the world was laid, according to His eternal and immutable purpose, and the secret counsel and good pleasure of His will, hath chosen, in Christ, unto everlasting glory, out of His mere free grace and love, without any foresight of faith or good works, or perseverance in either of them, or any other thing in the creature, as conditions, or causes moving Him thereunto: and all to the praise of His glorious grace."
                }, 
                {
                    "references": "1 Pet. 1:2; Eph. 1:4-5; Eph. 2:10; 2 Thess. 2:13; 1 Thess. 5:9-10; Titus 2:14; Rom. 8:30; Eph. 1:5; 2 Thess. 2:13; 1 Pet. 1:5; John 17:9; Rom. 8:28-39; John 6:64-65; John 10:26; John 8:47; 1 John 2:19.", 
                    "statement": "6. As God hath appointed the elect unto glory, so hath He, by the eternal and most free purpose of His will, foreordained all the means thereunto. Wherefore they who are elected, being fallen in Adam, are redeemed by Christ, are effectually called unto faith in Christ by His Spirit working in due season, are justified, adopted, sanctified, and kept by His power through faith unto salvation. Neither are any other redeemed by Christ, effectually called, justified, adopted, sanctified, and saved, but the elect only."
                }, 
                {
                    "references": "Matt. 11:25-26; Rom. 9:17-18, 21-22; 2 Tim. 2:19-20; Jude 1:4; 1 Pet. 2:8.", 
                    "statement": "7. The rest of mankind God was pleased, according to the unsearchable counsel of His own will, whereby He extendeth or withholdeth mercy, as He pleaseth, for the glory of His sovereign power over His creatures, to pass by; and to ordain them to dishonour and wrath, for their sin, to the praise of His glorious justice."
                }, 
                {
                    "references": "Rom. 9:20; Rom. 11:33; Deut. 29:29; 2 Pet. 1:10; Eph. 1:6; Rom. 11:33; Rom. 11:5-6, 20; 2 Pet. 1:10; Rom. 8:33; Luke 10:20.", 
                    "statement": "8. The doctrine of this high mystery of predestination is to be handled with special prudence and care, that men attending the will of God revealed in His Word, and yielding obedience thereunto, may, from the certainty of their effectual vocation, be assured of their eternal election. So shall this doctrine afford matter of praise, reverence, and admiration of God, and of humility, diligence, and abundant consolation to all that sincerely obey the Gospel."
                }
            ], 
            "chapter_title": "Of God, and of the Holy Trinity", 
            "chapter_subtitle": "(Larger Catechism: 7-11; Shorter Catechism: 4-6)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. We reject any teaching which asserts that God has not planned all that comes to pass."
                }, 
                {
                    "references": "", 
                    "statement": "2. It is God’s decree which by itself completely determines the course of history; it is never the course of history which in any way determines or modifies God’s decree."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the teaching that God is unjust in choosing some sinners to salvation and leaving others to suffer merited condemnation."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Heb. 1:2; John 1:2-3; Gen. 1:2; Job 26:13; Job 33:4; Rom. 1:20; Jer. 10:12; Ps. 104:24; Ps. 33:5-6; Gen. 1; Heb. 11:3; Col. 1:16; Acts 17:24.", 
                    "statement": "1. It pleased God the Father, Son, and Holy Ghost, for the manifestation of the glory of His eternal power, wisdom, and goodness, in the beginning, to create, or make of nothing, the world, and all things therein whether visible or invisible, in the space of six days; and all very good."
                }, 
                {
                    "references": "Gen. 1:27; Gen. 2:7 with Eccl. 12:7, and Luke 23:43, and Matt. 10:28; Gen. 1:26; Col. 3:10; Eph. 4:24; Rom. 2:14-15; Eccl. 7:29; Gen. 3:6; Eccl. 7:29; Gen. 2:17; Gen. 3:8-11, 23; Gen. 1:26, 28.", 
                    "statement": "2. After God had made all other creatures, He created man, male and female, with reasonable and immortal souls, endued with knowledge, righteousness, and true holiness, after His own image; having the law of God written in their hearts, and power to fulfil it: and yet under a possibility of transgressing, being left to the liberty of their own will, which was subject unto change. Beside this law written in their hearts, they received a command not to eat of the tree of the knowledge of good and evil, which while they kept, they were happy in their communion with God, and had dominion over the creatures."
                }
            ], 
            "chapter_title": "Of God's Eternal Decree", 
            "chapter_subtitle": "(Larger Catechism: 12-14; Shorter Catechism: 7-8)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. The account of creation in Genesis 1 and 2 is history, not mythology."
                }, 
                {
                    "references": "Rev. 4:11; 2 Pet. 3:3-13.", 
                    "statement": "2. Since all things were created and exist according to the will of God they are controlled in purpose and duration by the same will."
                }, 
                {
                    "references": "Gen. 1:11, 20, 27; Gen. 2:2.", 
                    "statement": "3. The theory of evolution which assumes that chance happenings are an explanation of the origin and development of matter and living things is unscriptural. God created various kinds of living forms with tremendous potential for variation. The increase of varieties which has occurred is within genetic limitations provided at creation."
                }, 
                {
                    "references": "", 
                    "statement": "4. We deny that man evolved from any lower form of life."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject all theories of continuing creation."
                }, 
                {
                    "references": "Gen. 2:20-24; Eph. 5:21-33; Rom. 1:26-27.", 
                    "statement": "6. God created man and woman as His image bearers to complement one another. Scripture describes the responsibilities of each and their proper relationship to one another. Distinctions between the sexes do not imply superiority or inferiority of persons. Family life and social order become disrupted when these distinctions are confused or ignored."
                }, 
                {
                    "references": "Gen. 1:26-2:5; Gen. 3:17-19; Heb. 2:5-9; Eph. 1:20-23.", 
                    "statement": "7. God made man ruler over His creation in a covenant relationship with Himself in order to glorify His name. As ruler, man was not created to be his own law-maker, but is subject to the covenant. Since the fall man continues to fulfill the creation mandate. Through Christ’s redemptive reign over all things the gracious purposes of God for the whole creation are being accomplished through men, sinful though they are."
                }, 
                {
                    "references": "Gen. 1:26; Ps. 8:6; Gen. 2:15-17; Heb. 2:5-9; 1 Cor. 4:2; 1 Cor. 10:6, 11; 1 Pet. 4:10-11.", 
                    "statement": "8. Man is steward of the creation and should treat his resources of material wealth, environment, health, energy and talents as gifts of God, for which he must give account."
                }, 
                {
                    "references": "", 
                    "statement": "9. We reject any view of man’s relationship to his environment which either leads to his irresponsible exploitation of, or denies his proper dominion over, the earth."
                }, 
                {
                    "references": "", 
                    "statement": "10. The whole creation now groans because of man’s sin. It, along with man, will be delivered from corruption at the consummation of all things."
                }, 
                {
                    "references": "1 Cor. 10:26; Deut. 8:18; 2 Chron. 1:12; Luke 12:13-21; Ps. 112; Acts 5:4; 1 Tim. 6:6-10, 17-19; Jas. 4:13.", 
                    "statement": "11. The Scriptures teach that everything belongs to God; that the authority and power to obtain and use goods are given by God; and that men are to seek God’s glory in the use of their goods. The Scriptures direct how goods are to be obtained and used. No existing economic system incorporates all these teachings."
                }, 
                {
                    "references": "", 
                    "statement": "12. We reject Marxist communism because of its doctrines of atheism, necessary class struggle, economic determinism, dialectical materialism, and the inherent illegitimacy of private property."
                }, 
                {
                    "references": "", 
                    "statement": "13. We reject that form of capitalism which holds that men possess absolute property rights and that the state has no right to protect the weak and restrain evil in economic affairs."
                }, 
                {
                    "references": "Deut. 17:14-20; 1 Sam. 8:10-18.", 
                    "statement": "14. We reject that form of socialism which denies the right to own property. We warn against the concentration of economic power in the hands of the state, as it tends to deprive men of the due reward of their labor."
                }, 
                {
                    "references": "Deut. 26:12-15; Mal. 3:10; Matt. 23:23.", 
                    "statement": "15. The Scriptures require the Christian to exercise stewardship over his possessions. In view of that requirement, he should contribute gladly to the Lord’s work and give generously to the poor and needy. Under the old covenant the Lord required the practice of tithing. Recognizing the greater blessings under the new covenant and the fact that Christ endorsed tithing, the Christian should respond out of love by giving at least as great a proportion of his income to the Lord’s work through the Church."
                }, 
                {
                    "references": "Amos 8:4-7; Isa. 5:8; Gal. 2:10; Prov. 14:21, 31; 1 John 3:17; Luke 18:22; Ps. 35:10; Ps. 41:1; Ps. 82:4.", 
                    "statement": "16. The Church, regardless of the economic system under which it exists, has the duty to speak against social evils such as oppression of the poor. The Church must never become the instrument of any powerful exploiting class."
                }, 
                {
                    "references": "Mic. 2:2; 1 Cor. 10:24; Eph. 4:28; 1 Tim. 6:6-10, 17-19.", 
                    "statement": "17. To possess wealth is not in itself sinful, but men should resist the temptation to accumulate wealth by exploiting others or for sinful purposes."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Heb. 1:3; Dan. 4:34-35; Ps. 135:6; Acts 17:25-26, 28; Job 38:41; Matt. 10:29-31; Prov. 15:3; Ps. 104:24; Ps. 145:17; Acts 15:18; Ps. 94:8-11; Eph. 1:11; Ps. 33:10-11; Isa. 63:14; Eph. 3:10; Rom. 9:17; Gen. 45:7; Ps. 145:7.", 
                    "statement": "1. God the great Creator of all things doth uphold, direct, dispose, and govern all creatures, actions, and things, from the greatest even to the least, by His most wise and holy providence, according to His infallible fore-knowledge, and the free and immutable counsel of His own will, to the praise of the glory of His wisdom, power, justice, goodness and mercy."
                }, 
                {
                    "references": "Acts 2:23; Gen. 8:22; Jer. 31:35; Ex. 21:13 with Deut. 19:5; 1 Kings 22:28, 34; Isa. 10:6-7.", 
                    "statement": "2. Although, in relation to the fore-knowledge and decree of God, the first Cause, all things come to pass immutably, and infallibly: yet, by the same providence, He ordereth them to fall out, according to the nature of second causes, either necessarily, freely, or contingently."
                }, 
                {
                    "references": "Acts 27:31, 44; Isa. 55:10-11; Hos. 2:21-22; Hos. 1:7; Matt. 4:4; Job 34:20; Rom. 4:19-21; 2 Kings 6:6; Dan. 3:27.", 
                    "statement": "3. God in His ordinary providence maketh use of means, yet is free to work without, above, and against them at His pleasure."
                }, 
                {
                    "references": "Rom. 11:32-34; 2 Sam. 24:1 with 1 Chron. 21:1; 1 Kings 22:22-23; 1 Chron. 10:4, 13-14; 2 Sam. 16:10; Acts 2:23; Acts 4:27-28; Acts 14:16; Ps. 76:10; 2 Kings 19:28; Gen. 50:20; Isa. 10:6-7, 12; Jas.  1:13-14, 17; 1 John 2:16; Ps. 50:21.", 
                    "statement": "4. The almighty power, unsearchable wisdom, and infinite goodness of God so far manifest themselves in His providence, that it extendeth itself even to the first fall, and all other sins of angels and men; and that not by a bare permission, but such as hath joined with it a most wise and powerful bounding, and otherwise ordering and governing of them, in a manifold dispensation, to His own holy ends; yet so, as the sinfulness thereof proceedeth only from the creature, and not from God, who, being most holy and righteous, neither is, nor can be, the author or approver of sin."
                }, 
                {
                    "references": "2 Chron. 32:25-26, 31; 2 Sam. 24:1; 2 Cor. 12:7-9; Ps. 73; Ps. 77:1-12; Mark 14:66-72 with John 21:15-17.", 
                    "statement": "5. The most wise, righteous, and gracious God doth oftentimes leave for a season His own children to manifold temptations, and the corruption of their own hearts, to chastise them for their former sins, or to discover unto them the hidden strength of corruption, and deceitfulness of their hearts, that they may be humbled; and, to raise them to a more close and constant dependence for their support upon Himself, and to make them more watchful against all future occasions of sin, and for sundry other just and holy ends."
                }, 
                {
                    "references": "Rom. 1:24, 26, 28; Rom. 11:7-8; Deut. 29:4; Matt. 13:12; Matt. 25:29; Deut. 2:30; 2 Kings 8:12-13; Ps. 81:11-12; 2 Thess. 2:10-12; Ex. 7:3 with Ex. 8:15, 32; 2 Cor. 2:15-16; Isa. 8:14; 1 Pet. 2:7-8; Isa. 6:9-10 with Acts 28:26-27.", 
                    "statement": "6. As for those wicked and ungodly men whom God, as a righteous Judge, for former sins doth blind and harden, from them He not only withholdeth His grace, whereby they might have been enlightened in their understandings, and wrought upon in their hearts; but sometimes also withdraweth the gifts which they had, and exposeth them to such objects as their corruption makes occasions of sin; and, withal, gives them over to their own lusts, the temptations of the world, and the power of Satan: whereby it comes to pass that they harden themselves, even under those means which God useth for the softening of others."
                }, 
                {
                    "references": "1 Tim. 4:10; Amos 9:8-9; Rom. 8:28; Isa. 43:3-5, 14.", 
                    "statement": "7. As the providence of God doth in general reach to all creatures, so after a most special manner it taketh care of His Church, and disposeth all things to the good thereof."
                }
            ], 
            "chapter_title": "Of Creation", 
            "chapter_subtitle": "(Larger Catechism: 1,15-17; Shorter Catechism: 1,9-10)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. We reject all theories of the continuation or dissolution of the universe due to any other cause than the will of the Creator."
                }, 
                {
                    "references": "Deut. 29:29; 1 Thess. 5:18; 2 Cor. 1:3-5; Amos 4:6-12.", 
                    "statement": "2. God’s providence should lead the believer to be patient in adversity and thankful in prosperity, resting confidently in his Lord. He is to seek to understand the meaning and purpose of God’s dealings with him in the light of the Word of God."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the belief that God does not exercise His providence in all parts of His creation, and in all actions of His creatures; or that some areas of life are controlled by so-called luck or chance."
                }, 
                {
                    "references": "2 Thess. 3:9-10; Prov. 15:27; Prov. 16:33; Ex. 20:15, 17; 1 Tim. 6:9-11.", 
                    "statement": "4. Gambling is a sin against God because it denies His providential care and increases dependence on the erroneous notion of luck or chance. It involves and encourages greed and the desire to get something for nothing at the expense of others. Its satanic character is demonstrated in the way it obsesses individuals. Some examples of unwarranted gambling the Christian should avoid are lotteries, bingo for gain, wagerings, raffles and bets. Many of the same objections may be brought against sweepstakes, door prizes, drawings and other similar practices. The Church should testify against the dependence of public agencies on revenues derived from gambling sources."
                }, 
                {
                    "references": "2 Kings 23:24; Acts 16:16; Eph. 6:12; Lev. 20:27; 1 Pet. 5:8-9; Dan. 4:7; Isa. 47:12-15; Deut. 18:10-14; 2 Thess. 2:8-10; Rev. 2:11.", 
                    "statement": "5. Satan has power in the world which includes predictions of the future, signs and wonders that deceive, and possession of persons. Satan often duplicates that which belongs to God even to the establishment of churches that serve him. Therefore Christians are to flee the working of Satan in such things as fortune telling, horoscopes, astrology, palmistry, witchcraft, conjurings, seances, drug experiences and Satan worship."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Gen. 3:13; 2 Cor. 11:3; Rom. 11:32.", 
                    "statement": "1. Our first parents, being seduced by the subtilty and temptation of Satan, sinned in eating the forbidden fruit. This their sin God was pleased, according to His wise and holy counsel, to permit, having purposed to order it to His own glory."
                }, 
                {
                    "references": "Gen. 3:6-8; Eccl. 7:29; Rom. 3:23; Gen. 2:17; Eph. 2:1; Titus 1:15; Gen. 6:5; Jer. 17:9; Rom. 3:10-19.", 
                    "statement": "2. By this sin they fell from their original righteousness and communion with God, and so became dead in sin, and wholly defiled in all the faculties and parts of soul and body."
                }, 
                {
                    "references": "Gen. 1:27-28, and Gen. 2:16-17, and Acts 17:26 with Rom. 5:12, 15-19, and 1 Cor. 15:21-22, 49; Ps. 51:5; Gen. 5:3; Job 14:4; Job 15:14.", 
                    "statement": "3. They being the root of all mankind, the guilt of this sin was imputed, and the same death in sin and corrupted nature conveyed, to all their posterity descending from them by ordinary generation."
                }, 
                {
                    "references": "Rom. 5:6; Rom. 8:7; Rom. 7:18; Col. 1:21; Gen. 6:5; Gen. 8:21; Rom. 3:10-12; Jas. 1:14-15; Eph. 2:2-3; Matt. 15:19.", 
                    "statement": "4. From this original corruption, whereby we are utterly indisposed, disabled, and made opposite to all good, and wholly inclined to all evil, do proceed all actual transgressions."
                }, 
                {
                    "references": "1 John 1:8, 10; Rom. 7:14, 17-18, 23; Jas.  3:2; Prov. 20:9; Eccl. 7:20; Rom. 7:5, 7-8, 25; Gal. 5:17.", 
                    "statement": "5. This corruption of nature, during this life, doth remain in those that are regenerated; and although it be, through Christ, pardoned and mortified, yet both itself and all the motions thereof are truly and properly sin."
                }, 
                {
                    "references": "1 John 3:4; Rom. 2:15; Rom. 3:9, 19; Eph. 2:3; Gal. 3:10; Rom. 6:23; Eph. 4:18; Rom. 8:20; Lam. 3:39; Matt. 25:41; 2 Thess. 1:9.", 
                    "statement": "6. Every sin, both original and actual, being a transgression of the righteous law of God, and contrary thereunto, doth, in its own nature, bring guilt upon the sinner; whereby he is bound over to the wrath of God, and curse of the law, and so made subject to death, with all miseries spiritual, temporal, and eternal."
                }
            ], 
            "chapter_title": "Of Providence", 
            "chapter_subtitle": "(Larger Catechism: 18-20, 141-142; Shorter Catechism: 11-12)", 
            "testimony": [
                {
                    "references": "Heb. 4:15; Gen. 6:5; Rom. 5:12-17; Rom. 8:7; Rom. 3:23; Rom. 7:18; Eph. 4:18; Gen. 3:22; Mark 10:20.", 
                    "statement": "1. This corruption of man’s nature is commonly called total depravity. Two examples in the Scripture demonstrate that being human is not equivalent to being sinful: that of Adam before the fall and of Christ in His human nature. Since the fall every part of man’s nature is affected by sin. His understanding is darkened; he is motivated by wrong principles, is rebellious and wholly unable of his own will to love God or to obtain salvation. Natural men are not equally evil, nor as evil as they might be. They may conform to some human standards of goodness."
                }, 
                {
                    "references": "Prov. 16:4; Gen. 9:5-6; Matt. 10:29-31; Gen. 1:27; Rom. 5:7-8; Acts 17:24-29; Rom. 9:20-24.", 
                    "statement": "2. Every man was created in the image of God. His life, therefore, whether he is regenerate or unregenerate, should be recognized as having value to himself, to society, and to God."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Isa. 40:13-17; Job 9:32-33; 1 Sam. 2:25; Ps. 113:5-6; Ps. 100:2-3; Job 22:2-3; Job 35:7-8; Luke 17:10; Acts 17:24-25.", 
                    "statement": "1. The distance between God and the creature is so great, that although reasonable creatures do owe obedience unto Him as their Creator, yet they could never have any fruition of Him as their blessedness and reward, but by some voluntary condescension on God's part, which He hath been pleased to express by way of covenant."
                }, 
                {
                    "references": "Gal. 3:12; Rom. 10:5; Rom. 5:12-20; Gen. 2:17; Gal. 3:10.", 
                    "statement": "2. The first covenant made with man was a covenant of works, wherein life was promised to Adam, and in him to his posterity, upon condition of perfect and personal obedience."
                }, 
                {
                    "references": "Gal. 3:21; Rom. 8:3; Rom. 3:20-21; Gen. 3:15; Isa. 42:6; Mark 16:15-16; John 3:16; Rom. 10:6, 9; Gal. 3:11; Ezek. 36:26-27; John 6:44-45.", 
                    "statement": "3. Man by his fall, having made himself incapable of life by that covenant, the Lord was pleased to make a second, commonly called the covenant of grace; wherein He freely offereth unto sinners life and salvation by Jesus Christ, requiring of them faith in Him that they may be saved, and promising to give unto all those that are ordained unto life His Holy Spirit, to make them willing and able to believe."
                }, 
                {
                    "references": "Heb. 9:15-17; Heb. 7:22; Luke 22:20; 1 Cor. 11:25.", 
                    "statement": "4. This covenant of grace is frequently set forth in Scripture by the name of a Testament, in reference to the death of Jesus Christ the Testator, and to the everlasting inheritance, with all things belonging to it, therein bequeathed."
                }, 
                {
                    "references": "2 Cor. 3:6-9; Heb. 8:10; Rom. 4:11; Col. 2:11-12; 1 Cor. 5:7; 1 Cor. 10:1-4; Heb. 11:13; John 8:56; Gal. 3:7-9, 14.", 
                    "statement": "5. This covenant was differently administered in the time of the law, and in the time of the gospel: under the law, it was administered by promises, prophecies, sacrifices, circumcision, the paschal lamb, and other types and ordinances delivered to the people of the Jews, all fore-signifying Christ to come: which were, for that time, sufficient and efficacious, through the operation of the Spirit, to instruct and build up the elect in faith in the promised Messiah, by whom they had full remission of sins, and eternal salvation; and is called, the Old Testament."
                }, 
                {
                    "references": "Col. 2:17; Matt. 28:19-20; 1 Cor. 11:23-25; Heb. 12:22-28; Jer. 31:33-34; Matt. 28:19; Eph. 2:15-19; Luke 22:20; Gal. 3:14, 16; Rom. 3:21-23, 30; Ps. 32:1 with Rom. 4:3, 6, 16-17, 23-24; Heb. 13:8; Acts 15:11.", 
                    "statement": "6. Under the gospel, when Christ, the substance, was exhibited, the ordinances in which this covenant is dispensed are the preaching of the Word, and the administration of the sacraments of Baptism and the Lord's Supper: which, though fewer in number, and administered with more simplicity, and less outward glory; yet, in them, it is held forth in more fulness, evidence, and spiritual efficacy, to all nations, both Jews and Gentiles; and is called the New Testament. There are not therefore two covenants of grace, differing in substance, but one and the same, under various dispensations."
                }
            ], 
            "chapter_title": "Of the Fall of Man, of Sin, and of the Punishment Thereof", 
            "chapter_subtitle": "(Larger Catechism: 21-29,149-152; Shorter Catechism: 13-19; 82-84)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. We reject the teaching that Adam was not a covenant head and representative of all his descendants. We reject the view that Adam’s headship involves any injustice."
                }, 
                {
                    "references": "", 
                    "statement": "2. By this principle of covenant headship the guilt and penalty of sin come upon all men by Adam’s one sin; and by the obedience of Christ, the second covenant head, righteousness and life come upon all men who believe."
                }, 
                {
                    "references": "Heb. 12:14; 2 Cor. 5:10, 21; Col. 1:16-20; 1 Cor. 8:6; Gen. 4:20-24; Ps. 76:10.", 
                    "statement": "3. The Covenant of Works has not been revoked. All men remain under its requirement of perfect obedience and will have to give account according to it at the last judgment. In the Covenant of Grace Jesus Christ has fulfilled the requirements of the Covenant of Works for His people. By His death Christ secured the delay of the full penalty of death for sin (the second death, Rev. 20:14-15) for all men. They therefore may enjoy the creation and have some fruitful toil in it for God’s glory, even though they be rebellious against Him. This is usually called common grace."
                }, 
                {
                    "references": "Isa. 45:1-4 with Rom. 3:21-26; Acts 17:30-31.", 
                    "statement": "4. We reject the concept that God extends grace to any man apart from the atoning work of Christ."
                }, 
                {
                    "references": "1 Thess. 4:16-17; 1 Cor. 15:52.", 
                    "statement": "5. By the Covenant of Grace, God brings the elect into fellowship with Himself. This fellowship begins in this life when man repents and believes in Jesus Christ; it is a fuller fellowship when at death men depart to be with Christ; and it will be made perfect when believers shall be raised up in glory."
                }, 
                {
                    "references": "", 
                    "statement": "6. We reject the teaching that God will reinstate the temple and its rites and ceremonies."
                }, 
                {
                    "references": "Rom. 3:20-26; Acts 4:12.", 
                    "statement": "7. We reject the teaching that salvation is or has been available in any way other than by the grace offered and confirmed in Christ."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Isa. 42:1; 1 Pet. 1:19-20; John 3:16; 1 Tim. 2:5; Acts 3:22; Heb. 5:5-6; Ps. 2:6; Luke 1:33; Eph. 5:23; Heb. 1:2; Acts 17:31; John 17:6; Ps. 22:30; Isa. 53:10; 1 Tim. 2:6; Isa. 55:4-5; 1 Cor. 1:30.", 
                    "statement": "1. It pleased God, in His eternal purpose, to choose and ordain the Lord Jesus, His only begotten Son, to be the Mediator between God and man; the Prophet, Priest, and King, the Head and Saviour of His Church, the Heir of all things, and Judge of the world: unto whom He did from all eternity give a people, to be His seed, and to be by Him in time redeemed, called, justified, sanctified, and glorified."
                }, 
                {
                    "references": "John 1:1, 14; 1 John 5:20; Phil. 2:6; Gal. 4:4; Heb 2:14, 16-17; Heb. 4:15; Luke 1:27, 31, 35; Gal 4:4; Luke 1:35; Col. 2:9; Rom. 9:5; 1 Pet. 3:18; 1 Tim. 3:16; Rom. 1:3-4; 1 Tim. 2:5.", 
                    "statement": "2. The Son of God, the second person in the Trinity, being very and eternal God, of one substance and equal with the Father, did, when the fulness of time was come, take upon Him man's nature, with all the essential properties and common infirmities thereof, yet without sin; being conceived by the power of the Holy Ghost, in the womb of the virgin Mary, of her substance. So that two whole, perfect, and distinct natures, the Godhead and the manhood, were inseparably joined together in one person, without conversion, compostition, or confusion. Which person is very God, and very man, yet one Christ, the only Mediator between God and man."
                }, 
                {
                    "references": "Ps. 45:7; John 3:34; Col. 2:3; Col. 1:19; Heb. 7:26; John 1:14; Acts 10:38; Heb. 12:24; Heb. 7:22; Heb. 5:4-5; John 5:22, 27; Matt. 28:18; Acts 2:36.", 
                    "statement": "3. The Lord Jesus, in His human nature thus united to the divine, was sanctified and anointed with the Holy Spirit, above measure, having in Him all the treasures of wisdom and knowledge; in whom it pleased the Father that all fulness should dwell; to the end that, being holy, harmless, undefiled, and full of grace and truth, He might be thoroughly furnished to execute the office of a Mediator and Surety. Which office He took not unto Himself, but was thereunto called by His Father, who put all power and judgment into His hand, and gave Him commandment to execute the same."
                }, 
                {
                    "references": "Ps. 40:7-8 with Heb. 10:5-10; John 10:18; Phil. 2:8; Gal. 4:4; Matt. 3:15; Matt. 5:17; Matt. 26:37-38; Luke 22:44; Matt. 27:46; Matt. 26:27; Phil. 2:8; Acts 2:23-24, 27; Acts 13:37; Rom. 6:9; 1 Cor. 15:3-4; John 20:25, 27; Mark 16:19; Rom. 8:34; Heb. 9:24; Heb. 7:25; Rom. 14:9-10; Acts 1:11; Acts 10:42; Matt. 13:40-42; Jude 6; 2 Pet. 2:4.", 
                    "statement": "4. This office the Lord Jesus did most willingly undertake; which that He might discharge, He was made under the law, and did perfectly fulfil it, endured most grievous torments immediately in His soul, and most painful sufferings in His body; was crucified, and died; was buried, and remained under the power of death; yet saw no corruption. On the third day He arose from the dead, with the same body in which He suffered, with which also He ascended into heaven, and there sitteth at the right hand of His Father, making intercession, and shall return to judge men and angels at the end of the world."
                }, 
                {
                    "references": "Rom. 5:19; Heb. 9:14, 16; Heb 10:14; Eph. 5:2; Rom. 3:25-26; Dan. 9:24, 26; Col. 1:19-20; Eph. 1:11, 14; John 17:2; Heb. 9:12, 15.", 
                    "statement": "5. The Lord Jesus, by His perfect obedience, and sacrifice of Himself, which He, through the eternal Spirit, once offered up unto God, hath fully satisfied the justice of His Father; and purchased, not only reconciliation, but an everlasting inheritance in the kingdom of heaven, for all those whom the Father hath given unto Him."
                }, 
                {
                    "references": "Gal. 4:4-5; Gen. 3:15; Rev. 13:8; Heb. 13:8.", 
                    "statement": "6. Although the work of redemption was not actually wrought by Christ till after His incarnation, yet the virtue, efficacy, and benefits thereof were communicated unto the elect in all ages successively from the beginning of the world, in and by those promises, types, and sacrifices, wherein He was revealed, and signified to be the seed of the woman which should bruise the serpent's head; and the Lamb slain from the beginning of the world: being yesterday and today the same, and for ever."
                }, 
                {
                    "references": "Heb. 9:14; 1 Pet. 3:18; Acts 20:28; John 3:13; 1 John 3:16.", 
                    "statement": "7. Christ, in the work of mediation, acteth according to both natures, by each nature doing that which is proper to itself: yet, by reason of the unity of the person, that which is proper to one nature, is sometimes in Scripture attributed to the person denominated by the other nature."
                }, 
                {
                    "references": "Matt. 17:12; Jas. 1:14; Deut. 30:19.", 
                    "statement": "8. To all those for whom Christ hath purchased redemption, He doth certainly and effectually apply and communicate the same, making intercession for them, and revealing unto them, in and by the Word, the mysteries of salvation, effectually persuading them by His Spirit to believe and obey, and governing their hearts by His Word and Spirit, overcoming all their enemies by His almighty power and wisdom, in such manner, and ways, as are most consonant to His wonderful and unsearchable dispensation."
                }
            ], 
            "chapter_title": "Of God's Covenant with Man", 
            "chapter_subtitle": "(Larger Catechism: 30-36; Shorter Catechism: 16-20)", 
            "testimony": [
                {
                    "references": "Eph. 1:20-22; Heb. 2:8; Phil. 2:9-11; Ps. 2; Heb. 1:4.", 
                    "statement": "1. Jesus Christ, as Mediator, governs all creatures and all their actions for His own glory. Submission is due to Him from all men and angels. All men, in every possible relation and condition, are under obligation to promote His gracious purposes according to His law. The holy angels minister, under His direction, to the heirs of salvation."
                }, 
                {
                    "references": "Rom. 8:28; Eph. 1:22-23; John 17:1-5; Luke 9:26.", 
                    "statement": "2. Jesus Christ, as Head over all things for the sake of the Church, rules in perfect wisdom and justice over all parts of His creation including wicked men and devils. He makes them, and all their counsels and efforts, serve God’s glory in the plan of redemption."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject any teaching that denies or obscures the truth that Jesus is both God and man in two distinct natures and one person forever."
                }, 
                {
                    "references": "", 
                    "statement": "4. We reject any teaching that would place any mediator between Christ and man."
                }, 
                {
                    "references": "Heb. 1:3; Heb. 2:5-9; Col. 1:16-20; Rev. 21:24-27.", 
                    "statement": "5. It is in the office of Mediator that Christ fulfills and applies the Covenant of Grace, and in doing so, accomplishes the Covenant of Works."
                }, 
                {
                    "references": "", 
                    "statement": "6. We reject the teaching that all men already are in Christ and have been redeemed by Him, whether they realize it or not."
                }, 
                {
                    "references": "John 10:14-15, 25-30; John 3:16; Acts 20:28; Rev. 5:9; John 17:9-10.", 
                    "statement": "7. Christ did not lay down His life to atone for the sins of all mankind, nor for an indefinite number of sinners. His sacrifice was indeed sufficient to save the whole world, had it been designed to do so; but in the purpose of God and in the undertaking of Christ, it was determined that He should make atonement for those who were elected in Him to everlasting life; these only He represented, and these only shall be saved through His redemption. This truth is commonly called limited atonement or particular redemption."
                }, 
                {
                    "references": "Isa. 45:1-4; Matt. 5:13-14; Matt. 13:29; Isa. 65:8; Matt. 24:22; Jer. 29:7; Gen. 39:5; Gal. 6:10; Gen. 18:26; Ps. 75:3; Gen. 9:11.", 
                    "statement": "8. The reprobate, because of their connection with God’s elect who live among them, are partakers of some benefits which flow from Christ’s death; divine judgments are sometimes averted for the sake of the saints; the peace and prosperity of nations are furthered by the providence of God over His people; benevolence and temperance are promoted by the Church’s teaching and influence; and the world is continued under its present administration until all the elect are brought to salvation."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "", 
                    "statement": "2. Man, in his state of innocency, had freedom and power to will and to do that which was good, and well pleasing to God; but yet mutably, so that he might fall from it. Eccl. 7:29; Gen. 1:26; Gen. 2:16-17; Gen. 3:6."
                }, 
                {
                    "references": "Rom. 5:6; Rom. 8:7; John 15:5; Rom. 3:10, 12; Eph. 2:1, 5; Col. 2:13; John 6:44, 65; Eph. 2:2-5; 1 Cor. 2:14; Titus 3:3-5.", 
                    "statement": "3. Man, by his fall into a state of sin, hath wholly lost all ability of will to any spiritual good accompanying salvation: so as, a natural man, being altogether averse from that good, and dead in sin, is not able, by his own strength, to convert himself, or to prepare himself thereunto."
                }, 
                {
                    "references": "Col. 1:13; John 8:34, 36; Phil. 2:13; Rom. 6:18, 22; Gal. 5:17; Rom. 7:15, 18-19, 21, 23.", 
                    "statement": "4. When God converts a sinner, and translates him into the state of grace, He freeth him from his natural bondage under sin; and, by His grace alone, enables him freely to will and to do that which is spiritually good; yet so, as that by reason of his remaining corruption, he doth not perfectly, nor only, will that which is good, but doth also will that which is evil."
                }, 
                {
                    "references": "Eph. 4:13; Heb. 12:23; 1 John 3:2; Jude 24.", 
                    "statement": "5. The will of man is made perfectly and immutably free to good alone, in the state of glory only."
                }
            ], 
            "chapter_title": "Of Christ the Mediator", 
            "chapter_subtitle": "(Larger Catechism: 32-55,57; Shorter Catechism: 21-28)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. We reject the teaching that the work of the Holy Spirit in regeneration is dependent upon the exercise of man’s free will."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Rom. 8:30; Rom. 11:7; Eph. 1:10-11; 2 Thess. 2:13-14; 2 Cor. 3:3, 6; Rom. 8:2; Eph. 2:1-5; 2 Tim. 1:9-10; Acts 26:18; 1 Cor. 2:10, 12; Eph. 1:17-18; Ezek. 36:26; Ezek. 11:19; Phil. 2:13; Deut. 30:6; Ezek. 36:27; Eph. 1:19; John 6:44-45; Song of Sol. 1:4; Ps. 110:3; John 6:37; Rom. 6:16-18.", 
                    "statement": "1. All those whom God hath predestinated unto life, and those only, He is pleased in His appointed and accepted time effectually to call, by His Word and Spirit, out of that state of sin and death, in which they are by nature, to grace and salvation by Jesus Christ; enlightening their minds spiritually and savingly to understand the things of God; taking away their heart of stone, and giving unto them a heart of flesh; renewing their wills, and by His almighty power determining them to that which is good, and effectually drawing them to Jesus Christ: yet so, as they come most freely, being made willing by His grace."
                }, 
                {
                    "references": "2 Tim. 1:9; Titus 3:4-5; Eph. 2:4-5, 8-9; Rom. 9:11; 1 Cor. 2:14; Rom. 8:7; Eph. 2:5; John 6:37; Ezek. 36:27; John 5:25.", 
                    "statement": "2. This effectual call is of God's free and special grace alone, not from anything at all foreseen in man, who is altogether passive therein, until being quickened and renewed by the Holy Spirit, he is thereby enabled to answer this call, and to embrace the grace offered and conveyed in it."
                }, 
                {
                    "references": "Luke 18:15-16, and Acts 2:38-39, and John 3:3, 5, and 1 John 5:12, and Rom. 8:9 compared; John 3:8; 1 John 5:12; Acts 4:12.", 
                    "statement": "3. Elect infants, dying in infancy, are regenerated, and saved by Christ through the Spirit, who worketh when, and where, and how He pleaseth: so also, are all other elect persons who are uncapable of being outwardly called by the ministry of the Word."
                }, 
                {
                    "references": "Matt. 22:14; Matt. 7:22; Matt. 13:20-21; Heb. 6:4-5; John 6:64-66; John 8:24; Acts 4:12; John 14:6; Eph. 2:12; John 4:22; John 17:3; 2 John 9-11; 1 Cor. 16:22; Gal. 1:6-8.", 
                    "statement": "4. Others, not elected, although they may be called by the ministry of the Word, and may have some common operations of the Spirit, yet they never truly come unto Christ, and therefore cannot be saved: much less can men, not professing the Christian religion, be saved in any other way whatsoever, be they never so diligent to frame their lives according to the light of nature, and the law of that religion they do profess. And, to assert and maintain that they may, is very pernicious, and to be detested."
                }
            ], 
            "chapter_title": "Of Free Will", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "2 Cor. 5:20; Matt. 28:20; Isa. 55:1-3.", 
                    "statement": "1. Preaching the Gospel consists in the offer of salvation through Christ to sinners, accompanied with such an explanation of the various parts of God’s Word as may help to persuade men to receive Christ as Savior, and to live and walk in Him."
                }, 
                {
                    "references": "Deut. 29:29; Mark 16:15; Luke 24:46-47; 2 Tim. 2:19.", 
                    "statement": "2. The elect are effectually called by means of the Gospel offer. This offer is not a declaration to any sinner that his name is in the Book of Life. It is founded upon God’s command to offer Christ and all His benefits to sinners. There is no inconsistency between the biblical doctrine of particular redemption and the command to offer the Gospel to all men."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the teaching that the Gospel offer of salvation is freely and truly offered only to the elect. We reject the teaching that particular redemption is to be so understood and presented that Christ as ransom and propitiation is not preached or offered to all men indiscriminately."
                }, 
                {
                    "references": "", 
                    "statement": "4. We reject the teaching that all will be effectually called and ultimately saved."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject the view that those who are diligent and sincere in a false religion have eternal life."
                }, 
                {
                    "references": "Acts 2:36; Matt. 28:18-20; John 20:21; 1 Cor. 12:4-11; Eph. 4:7-16.", 
                    "statement": "6. Evangelism is the proclamation of Jesus Christ as Savior and Lord as He is offered in the Gospel. Christ laid the responsibility upon the whole Church to make this proclamation. The task is not restricted to ordained officers. Each member is to take his share of the responsibility according to the gifts God has given him."
                }, 
                {
                    "references": "1 Cor. 9:20-22; 1 Cor. 2:2-5; 2 Cor. 5:20.", 
                    "statement": "7. Those evangelizing should use all available means consistent with the Bible so that every person may be given the opportunity to hear, understand and receive the Gospel. While guarding against undue pressure, we must urge men to be reconciled to God."
                }, 
                {
                    "references": "Col. 1:27-28; Eph. 4:12-15.", 
                    "statement": "8. Evangelism is not only to seek the conversion of sinners but also to build them up to become effective in the Church’s continuing task."
                }, 
                {
                    "references": "Matt. 28:18-20; 1 Cor. 9:19-23; 1 Cor. 10:32-33; Rev. 21:24, 26; Ps. 72:10-11.", 
                    "statement": "9. The Great Commission requires the Church to take the whole Gospel to the whole world. The Bible recognizes the legitimacy of diverse cultures. Every culture is to be transformed and made subject to Christ through redeemed men, all for the glory of God."
                }, 
                {
                    "references": "", 
                    "statement": "10. Wherever consistent with faithfulness to God’s truth, different branches of the visible church should cooperate in evangelism to strengthen their witness by demonstrating their unity in Christ."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Rom. 8:30; Rom. 3:24; Rom. 4:5-8; 2 Cor. 5:19, 21; Rom. 3:22, 24-25, 27-28; Titus 3:5, 7; Eph. 1:7; Jer. 23:6; 1 Cor. 1:30-31; Rom. 5:17-19; Acts 10:43; Gal. 2:16; Phil. 3:9; Acts 13:38-39; Eph. 2:7-8.", 
                    "statement": "1. Those whom God effectually calleth, He also freely justifieth: not by infusing righteousness into them, but by pardoning their sins, and by accounting and accepting their persons as righteous, not for anything wrought in them, or done by them, but for Christ's sake alone; nor by imputing faith itself, the act of believing, or any other evangelical obedience to them, as their righteousness, but by imputing the obedience and satisfaction of Christ unto them, they receiving and resting on Him and His righteousness by faith; which faith they have not of themselves, it is the gift of God."
                }, 
                {
                    "references": "John 1:12; Rom. 3:28; Rom. 5:1; Jas. 2:17, 22, 26; Gal. 5:6.", 
                    "statement": "2. Faith, thus receiving and resting on Christ, and His righteousness, is the alone instrument of justification; yet it is not alone in the person justified, but is ever accompanied with all other saving graces, and is no dead faith, but worketh by love."
                }, 
                {
                    "references": "Rom. 5:8-10, 19; 1 Tim. 2:5-6; Heb. 10:10, 14; Dan. 9:24, 26; Isa. 53:4-6, 10-12; Rom. 8:32; 2 Cor. 5:21; Matt. 3:17; Eph. 5:2; Rom. 3:24; Eph. 1:7; Rom. 3:26; Eph. 2:7.", 
                    "statement": "3. Christ, by His obedience and death, did fully discharge the debt of all those that are thus justified, and did make a proper, real, and full satisfaction to His Father's justice in their behalf. Yet, inasmuch as He was given by the Father for them; and His obedience and satisfaction accepted in their stead; and both freely, not for anything in them; their justification is only of free grace; that both the exact justice, and rich grace of God, might be glorified in the justification of sinners."
                }, 
                {
                    "references": "Gal. 3:8; 1 Pet. 1:2, 19-20; Rom. 8:30; Gal. 4:4; 1 Tim. 2:6; Rom. 4:25; Col. 1:21-22; Gal 2:16; Titus 3:3-7.", 
                    "statement": "4. God did, from all eternity, decree to justify all the elect, and Christ did, in the fulness of time, die for their sins, and rise again for their justification: nevertheless, they are not justified, until the Holy Spirit doth, in due time, actually apply Christ unto them."
                }, 
                {
                    "references": "Matt. 6:12; 1 John 1:7, 9; 1 John 2:1-2; Luke 22:32; John 10:28; Heb. 10:14; Ps. 89:31-33; Ps. 51:7-12; Ps. 32:5; Matt. 26:75; 1 Cor. 11:30, 32; Luke 1:20.", 
                    "statement": "5. God doth continue to forgive the sins of those that are justified; and, although they can never fall from the state of justification; yet they may, by their sins, fall under God's fatherly displeasure, and not have the light of His countenance restored unto them, until they humble themselves, confess their sins, beg pardon, and renew their faith and repentance."
                }, 
                {
                    "references": "Gal. 3:9, 13-14; Rom. 4:22-24; Heb. 13:8.", 
                    "statement": "6. The justification of believers under the old testament was, in all these respects, one and the same with the justification of believers under the new testament."
                }
            ], 
            "chapter_title": "Of Effectual Calling", 
            "chapter_subtitle": "(Larger Catechism: 66-68; Shorter Catechism: 31-32)", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. Justification is a legal declaration that the sinner is acquitted from the guilt of sin, and is considered righteous before God. Although he is still an unworthy sinner, yet because he is united to Christ, he has Christ’s perfect righteousness imputed to him."
                }, 
                {
                    "references": "", 
                    "statement": "2. Faith in Christ is the only means of justification. The imputed righteousness of Christ is the only basis for justification."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the teaching that man’s works have a part in his justification."
                }, 
                {
                    "references": "Eccl. 12:13; 1 Cor. 9:21; Rom. 6:1, 12-23; Rom. 3:21.", 
                    "statement": "4. The justification of the believer does not diminish his obligation to obey divine law."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Eph. 1:5; Gal. 4:4-5; Rom. 8:17; John 1:12; Jer. 14:9; 2 Cor. 6:18; Rev. 3:12; Rom. 8:15; Eph. 3:12; Rom. 5:2; Gal. 4:6; Ps. 103:13; Prov. 14:26; Matt. 6:30, 32; 1 Pet. 5:7; Heb. 12:6; Lam. 3:31; Eph. 4:30; Heb. 6:12; 1 Pet. 1:3-4; Heb. 1:14.", 
                    "statement": "1. All those that are justified, God vouchsafeth, in and for His only Son Jesus Christ, to make partakers of the grace of adoption: by which they are taken into the number, and enjoy the liberties and privileges of the children of God, have His name put upon them, receive the spirit of adoption, have access to the throne of grace with boldness, are enabled to cry, Abba, Father, are pitied, protected, provided for, and chastened by Him as by a father; yet never cast off, but sealed to the day of redemption, and inherit the promises, as heirs of everlasting salvation."
                }
            ], 
            "chapter_title": "Of Justification", 
            "chapter_subtitle": "(Larger Catechism: 70-73: Shorter Catechism: 32-33,36)", 
            "testimony": [
                {
                    "references": "John 1:12; Titus 3:7; 1 John 3:1; Jer. 3:19; Gal. 3:26; Rom. 8:15-17.", 
                    "statement": "1. All the elect, and only they, are adopted into the family of God. The adoption of saints under the Old Testament dispensation was as real as that under the New Testament, although they were regarded as children under age. Under the New Testament God bestows His Spirit more abundantly. He gives more knowledge of, and intimacy with, Himself. He receives on equal grounds those from every part of the world. He allows greater boldness in approaching Him."
                }, 
                {
                    "references": "Eph. 2:2-3; 2 Cor. 6:17-18; 1 Pet. 5:7; Heb. 12:28; Rom. 8:17; Ps. 16:5; Eph. 1:7; Gal. 4:7.", 
                    "statement": "3. Justification applies to believers as those who were guilty, and in a state of condemnation, but whose sins are now pardoned, and they are accounted righteous. Adoption applies to believers as those who were aliens and strangers to God. They were children of wrath, but by this gracious act are brought near unto God and made the children of God and joint heirs with Jesus Christ."
                }, 
                {
                    "references": "Acts 17:29; Matt. 5:44-45; John 1:12; 1 John 3:1; Rom. 8:14.", 
                    "statement": "4. There is a sense in which God is the Father of all men, because He created them. They are therefore obligated to love and seek the welfare of one another; yet to the redeemed alone belongs the right to be called the sons of God."
                }, 
                {
                    "references": "1 John 2:23; John 8:44.", 
                    "statement": "5. We reject the common conception of the universal fatherhood of God and the universal brotherhood of men, which denies the distinction between the saved and the unsaved."
                }, 
                {
                    "references": "", 
                    "statement": "6. We reject the teaching that sonship, conferred in adoption, will ever be annulled by God."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "1 Cor. 6:11; Acts 20:32; Phil. 3:10; Rom. 6:5-6; John 17:17; Eph. 5:26; 2 Thess. 2:13; Rom. 6:6, 14; Gal. 5:24; Rom. 8:13; Col. 1:11; Eph. 3:16-19; 2 Cor. 7:1; Heb. 12:14.", 
                    "statement": "1. They who are effectually called and regenerated, having a new heart and a new spirit created in them, are further sanctified, really and personally, through the virtue of Christ's death and resurrection, by His Word and Spirit dwelling in them: the dominion of the whole body of sin is destroyed, and the several lusts thereof are more and more weakened and mortified; and they more and more quickened and strengthened in all saving graces, to the practice of true holiness, without which no man shall see the Lord."
                }, 
                {
                    "references": "1 Thess. 5:23; 1 John 1:10; Rom. 7:18, 23; Phil. 3:12; Gal. 5:17; 1 Pet. 2:11.", 
                    "statement": "2. This sanctification is throughout, in the whole man; yet imperfect in this life, there abiding still some remnants of corruption in every part: whence ariseth a continual and irreconcilable war; the flesh lusting against the Spirit, and the Spirit against the flesh."
                }, 
                {
                    "references": "Rom. 7:23; Rom. 6:14; 1 John 5:4; Eph. 4:15-16; 2 Pet. 3:18; 2 Cor. 3:18; 2 Cor. 7:1.", 
                    "statement": "3. In which war, although the remaining corruption, for a time, may much prevail; yet through the continual supply of strength from the sanctifying Spirit of Christ, the regenerate part doth overcome; and so, the saints grow in grace, perfecting holiness in the fear of God."
                }
            ], 
            "chapter_title": "Of Adoption", 
            "chapter_subtitle": "(Larger Catechism: 74; Shorter Catechism: 32,34,36)", 
            "testimony": [
                {
                    "references": "Rom. 8:29; 1 Thess. 5:23-24.", 
                    "statement": "1. God’s work of sanctification is designed to restore the whole person after the image of God. The moral law of God, perfectly fulfilled in the life of Christ, reveals God’s holiness and declares His will to man, and is therefore the standard for sanctification."
                }, 
                {
                    "references": "1 John 1:9; 1 Tim. 1:15.", 
                    "statement": "2. We reject the view that in this life some Christians do not sin."
                }, 
                {
                    "references": "Phil. 2:12-13; 2 Cor. 7:1; Eph. 6:10-18; Heb. 12:4.", 
                    "statement": "3. Proper proclamation of the doctrine of sanctification must call believers to struggle diligently against sin."
                }, 
                {
                    "references": "2 Cor. 5:17; Rom. 8:1-2; 2 Thess. 2:13; Rom 7:19, 21; Phil. 1:6; Heb. 12:23; Eph. 5:27; 1 Thess. 5:23-24.", 
                    "statement": "4. Sanctification is inseparably connected with justification, but is distinct from it. By justification the sinner is acquitted from condemnation; by sanctification he is made holy, and prepared for the happiness of heaven. Justification is complete at once, and equal in all believers; sanctification is neither equal in all, nor perfect in any, while in this life. Nevertheless, all who are justified shall be completely sanctified."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Heb. 10:39; 2 Cor. 4:13; Eph. 1:17-19; Eph. 2:8; Rom. 10:14, 17; 1 Pet. 2:2; Acts 20:32; Rom. 4:11; Luke 17:5; Rom. 1:16-17.", 
                    "statement": "1. The grace of faith, whereby the elect are enabled to believe to the saving of their souls, is the work of the Spirit of Christ in their hearts; and is ordinarily wrought by the ministry of the Word: by which also, and by the administration of the sacraments, and prayer, it is increased and strengthened."
                }, 
                {
                    "references": "John 4:42; 1 Thess. 2:13; 1 John 5:10; Acts 24:14; Rom. 16:26; Isa. 66:2; Heb. 11:13; 1 Tim. 4:8; John 1:12; Acts 16:31; Gal. 2:20; Acts 15:11.", 
                    "statement": "2. By this faith, a Christian believeth to be true whatsoever is revealed in the Word, for the authority of God Himself speaking therein; and acteth differently upon that which each particular passage thereof containeth; yielding obedience to the commands, trembling at the threatenings, and embracing the promises of God for this life, and that which is to come. But the principal acts of saving faith are accepting, receiving, and resting upon Christ alone for justification, sanctification, and eternal life, by virtue of the covenant of grace."
                }, 
                {
                    "references": "Heb. 5:13-14; Rom. 4:19-20; Matt. 6:30; Matt. 8:10; Luke 22:31-32; Eph. 6:16; 1 John 5:4-5; Heb. 6:11-12; Heb. 10:22; Col. 2:2; Heb. 12:2.", 
                    "statement": "3. This faith is different in degrees, weak or strong; may be often and many ways assailed, and weakened, but gets the victory; growing up in many to the attainment of a full assurance through Christ, who is both the author and finisher of our faith."
                }
            ], 
            "chapter_title": "Of Sanctification", 
            "chapter_subtitle": "(Larger Catechism: 75-78; Shorter Catechism: 32,35-36)", 
            "testimony": [
                {
                    "references": "Rom. 3:25-26; Rom. 1:16-17; Col. 2:12; Phil. 1:29; 2 Thess. 2:13; 1 Pet. 1:3; Eph. 1:3-14; Rom. 8:28-29.", 
                    "statement": "1. Saving faith is the gift of the triune God. It is the Father’s will that the elect should be united to Christ by faith. The Son, by His death, provided that saving faith should be freely granted to them. The Holy Spirit, therefore, regenerates each one of them, enabling them to receive Jesus Christ by faith as their Lord and Savior."
                }, 
                {
                    "references": "", 
                    "statement": "2. We reject the teaching that regeneration is the result of saving faith."
                }, 
                {
                    "references": "", 
                    "statement": "3. Saving faith will normally come to expression in a public confession of Christ within the visible church."
                }, 
                {
                    "references": "Matt. 25:46; John 5:28-29; Rom. 2:6-13.", 
                    "statement": "4. We reject the doctrine of universal salvation."
                }, 
                {
                    "references": "1 Tim. 2:5; Rom. 3:28; John 14:6; Acts 4:12; Heb. 11:24-26.", 
                    "statement": "5. We reject the idea that a man can be saved by any means other than faith in Jesus Christ."
                }, 
                {
                    "references": "Rom. 9:16; Titus 3:5.", 
                    "statement": "6. We reject  the idea that unregenerate people can be persuaded to believe without the ministry of the Holy Spirit."
                }, 
                {
                    "references": "", 
                    "statement": "7. We reject the concept that saving faith is merely agreeing that the Bible is historically accurate, and that the doctrines of the Bible are true."
                }, 
                {
                    "references": "Heb. 7:25; Isa. 55:1, 5, 7; Rev. 22:17; 1 John 3:23; Acts 16:31; Heb. 5:9.", 
                    "statement": "8. The proper basis for believing is the infinite sufficiency of Christ to save, the unrestricted free invitation to come to Him for salvation, God’s command to all to repent and believe, and the promise of salvation to those who believe and obey the Gospel."
                }, 
                {
                    "references": "John 6:35-37; Matt. 11:28-30; John 7:37; Rom. 3:4.", 
                    "statement": "9. God’s offer of salvation is genuine, regardless of man’s response."
                }, 
                {
                    "references": "Prov. 14:12; 1 John 1:6-7; 1 John 2:4-5.", 
                    "statement": "10. We reject the idea that saving faith is a man’s persuading himself that he is elect, and that he has already been saved."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Zech. 12:10; Acts 11:18; Luke 24:47; Mark 1:5; Acts 20:21.", 
                    "statement": "1. Repentance unto life is an evangelical grace, the doctrine whereof is to be preached by every minister of the Gospel, as well as that of faith in Christ."
                }, 
                {
                    "references": "Ezek. 18:30-31; Ezek. 36:31; Isa. 30:22; Ps. 51:4; Jer. 31:18-19; Joel 2:12-13; Amos 5:15; Ps. 119:128; 2 Cor. 7:11; Ps. 119:6, 59, 106; Luke 1:6; 2 Kings 23:25.", 
                    "statement": "2. By it, a sinner, out of the sight and sense not only of the danger, but also of the filthiness and odiousness of his sins, as contrary to the holy nature and righteous law of God; and upon the apprehension of His mercy in Christ to such as are penitent, so grieves for, and hates his sins, as to turn from them all unto God, purposing and endeavoring to walk with Him in all the ways of His commandments."
                }, 
                {
                    "references": "Ezek. 36:31-32; Ezek. 16:61-63; Hos. 14:2, 4; Rom. 3:24; Eph. 1:7; Luke 13:3, 5; Acts 17:30-31.", 
                    "statement": "3. Although repentance be not to be rested in, as any satisfaction for sin, or any cause of the pardon thereof, which is the act of God's free grace in Christ; yet is it of such necessity to all sinners, that none may expect pardon without it."
                }, 
                {
                    "references": "Rom. 6:23; Rom. 5:12; Matt. 12:36; Isa. 55:7; Rom. 8:1; Isa. 1:16, 18.", 
                    "statement": "4. As there is no sin so small, but it deserves damnation, so there is no sin so great, that it can bring damnation upon those who truly repent."
                }, 
                {
                    "references": "Ps. 19:13; Luke 19:8; 1 Tim. 1:13, 15.", 
                    "statement": "5. Men ought not to content themselves with a general repentance, but it is every man's duty to endeavour to repent of his particular sins, particularly."
                }, 
                {
                    "references": "Ps. 51:4-5, 7, 9, 14; Ps. 32:5-6; Prov. 28:13; 1 John 1:9; Jas. 5:16; Luke 17:3-4; Josh. 7:19; Ps. 51; 2 Cor. 2:8.", 
                    "statement": "6. As every man is bound to make private confession of his sins to God, praying for the pardon thereof; upon which, and the forsaking of them, he shall find mercy; so, he that scandalizeth his brother, or the Church of Christ, ought to be willing, by a private or public confession, and sorrow for his sin, to declare his repentance to those that are offended, who are thereupon to be reconciled to him, and in love to receive him."
                }
            ], 
            "chapter_title": "Of Saving Faith", 
            "chapter_subtitle": "(Larger Catechism: 60,72-73; Shorter Catechism: 29-30)", 
            "testimony": [
                {
                    "references": "Acts 20:21; Mark 1:15.", 
                    "statement": "1. Repentance leads to eternal life only when it is accompanied by faith in Christ."
                }, 
                {
                    "references": "1 John 1:8-10; Rom. 7:14-25; 1 Tim. 1:15; Lev. 19:2; Eccl. 7:20; Gen. 8:21; John 13:10.", 
                    "statement": "2. Although a believer is freed from the penalty of sin by justification, he is still bound to give perfect obedience to God’s law. Because of incomplete sanctification he is unable to do this, but daily breaks the commands of God in thought, word and deed. Therefore, all men are in continual need of repentance."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the doctrine that Christians can in this life attain a condition in which they no longer have need of repentance."
                }, 
                {
                    "references": "2 Cor. 7:10; Heb. 12:16-17; Rom. 1:32.", 
                    "statement": "4. Unregenerate men may, and often do, feel regret or remorse, realizing that sin brings shame and misery and is an obstacle to the happiness they seek; but they may not see sin as an offense against the holy God. Since they do not turn to God, they do not exercise true repentance."
                }, 
                {
                    "references": "Matt. 10:33; 2 Tim. 2:12.", 
                    "statement": "5. The unpardonable sin is the rejection of the testimony of the Holy Spirit concerning Jesus Christ. It is the willful and persistent rejection of the only hope of forgiveness through the Savior."
                }, 
                {
                    "references": "Ps. 26; Ps. 139; Ps. 32:5-6; 1 John 1:9; Ps. 119:59; 2 Cor. 13:5.", 
                    "statement": "6. Self-examination is essential to true repentance. A person must examine his life to detect specific sins, and repent of them."
                }, 
                {
                    "references": "Ps. 32:5; Ps. 51:4; 1 Cor. 5:1-13; Jas. 5:16.", 
                    "statement": "7. Since sin is primarily an offense against God, confession to other men cannot take the place of repentance toward God. Since each one is to confess his sins to God, the source of forgiveness, he has no need of priest or other intermediary except Jesus Christ. He should also confess to men against whom he has sinned, and submit to all lawful penalties."
                }, 
                {
                    "references": "Josh. 7:11; Dan. 9:3-20; 2 Chron. 15:8-15; Neh. 9; Rev. 2:5, 16; Matt. 6:12.", 
                    "statement": "8. Every man bears a degree of responsibility for the sins of groups in which he participates. When sins are corporate, repentance and confession should be corporate as well as individual."
                }, 
                {
                    "references": "Zech. 12:10; Eph. 1:7; Rom. 3:28; Luke 13:3; Acts 3:19; Ps. 51:1, 8, 12; 2 Cor. 7:10.", 
                    "statement": "9. Godly repentance implies true faith and union with Christ, but is not the ground of pardon. It precedes the joy which flows from the assurance of pardon."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Mic. 6:8; Rom. 12:2; Heb. 13:21; Matt. 15:9; Isa. 29:13; 1 Pet. 1:18; Rom. 10:2; John 16:2; 1 Sam. 15:21-23.", 
                    "statement": "1. Good works are only such as God hath commanded in His holy Word, and not such as, without the warrant thereof, are devised by men, out of blind zeal, or upon any pretence of good intention."
                }, 
                {
                    "references": "Jas. 2:18, 22; Ps. 116:12-13; 1 Pet. 2:9; 1 John 2:3, 5; 2 Pet. 1:5-10; 2 Cor. 9:2; Matt. 5:16; Titus 2:5, 9-12; 1 Tim. 6:1; 1 Pet. 2:15; 1 Pet. 2:12; Phil. 1:11; John 15:8; Eph. 2:10; Rom. 6:22.", 
                    "statement": "2. These good works, done in obedience to God's commandments, are the fruits and evidences of a true and lively faith: and by them believers manifest their thankfulness, strengthen their assurance, edify their brethren, adorn the profession of the Gospel, stop the mouths of the adversaries, and glorify God, whose workmanship they are, created in Christ Jesus thereunto; that, having their fruit unto holiness, they may have the end, eternal life."
                }, 
                {
                    "references": "John 15:4-5; Ezek. 36:26-27; Phil. 2:13; Phil. 4:13; 2 Cor. 3:5; Phil. 2:12; Heb. 6:11-12; 2 Pet. 1:3, 5, 10-11; Isa. 64:7; 2 Tim. 1:6; Acts 26:6-7; Jude 1:20-21.", 
                    "statement": "3. Their ability to do good works is not at all of themselves, but wholly from the Spirit of Christ. And that they may be enabled thereunto, besides the graces they have already received, there is required an actual influence of the same Holy Spirit, to work in them to will and to do of His good pleasure: yet are they not hereupon to grow negligent, as if they were not bound to perform any duty, unless upon a special motion of the Spirit; but they ought to be diligent in stirring up the grace of God that is in them."
                }, 
                {
                    "references": "Luke 17:10; Neh. 13:22; Job 9:2-3; Gal. 5:17.", 
                    "statement": "4. They, who in their obedience attain to the greatest height which is possible in this life, are so far from being able to supererogate, and to do more than God requires, as that they fall short of much which in duty they are bound to do."
                }, 
                {
                    "references": "Rom. 3:20; Rom. 4:2, 4, 6; Eph. 2:8-9; Titus 3:5-7; Rom. 8:18; Ps. 16:2; Job 22:2-3; Job 35:7-8; Luke 17:10; Gal. 5:22-23; Isa. 64:6; Gal. 5:17; Rom. 7:15, 18; Ps. 143:2; Ps. 130:3.", 
                    "statement": "5. We cannot, by our best works, merit pardon of sin, or eternal life at the hand of God, by reason of the great disproportion that is between them and the glory to come; and the infinite distance that is between us and God, whom, by them, we can neither profit, nor satisfy for the debt of our former sins, but when we have done all we can, we have done but our duty, and are unprofitable servants; and because, as they are good, they proceed from His Spirit; and as they are wrought by us, they are defiled, and mixed with so much weakness and imperfection, that they cannot endure the severity of God's judgment."
                }, 
                {
                    "references": "Eph. 1:6; 1 Pet. 2:5; Ex. 28:38; Gen. 4:4 with Heb. 11:4; Job 9:20; Ps. 143:2; Heb. 13:20-21; 2 Cor. 8:12; Heb. 6:10; Matt. 25:21, 23.", 
                    "statement": "6. Yet notwithstanding, the persons of believers being accepted through Christ, their good works also are accepted in Him, not as though they were in this life wholly unblameable and unreprovable in God's sight; but that He, looking upon them in His Son, is pleased to accept and reward that which is sincere, although accompanied with many weaknesses and imperfections."
                }, 
                {
                    "references": "2 Kings 10:30-31; 1 Kings 21:27, 29; Phil. 1:15-16, 18; Gen. 4:5 with Heb. 11:4, 6; 1 Cor. 13:3; Isa. 1:12; Matt. 6:2, 5, 16; Hag. 2:14; Titus 1:15; Amos 5:21-22; Hos. 1:4; Rom. 9:16; Titus 3:5; Ps. 14:4; Ps. 36:3; Job 21:14-15; Matt. 25:41-43, 45; Matt. 23:23.", 
                    "statement": "7. Works done by unregenerate men, although, for the matter of them, they may be things which God commands, and of good use both to themselves and others: yet, because they proceed not from a heart purified by faith; nor are done in a right manner according to the Word; nor to a right end, the glory of God; they are therefore sinful, and cannot please God, or make a man meet to receive grace from God. And yet, their neglect of them is more sinful, and displeasing unto God."
                }
            ], 
            "chapter_title": "Of Repentance Unto Life", 
            "chapter_subtitle": "(Larger Catechism: 76,153,194; Shorter Catechism: 85,87)", 
            "testimony": [
                {
                    "references": "Matt. 5:16; Eph. 2:10; Titus 3:8-14.", 
                    "statement": "1. Good works, while not a means of salvation, are required of believers as a testimony to God’s grace, as evidence of regeneration and as a blessing to mankind."
                }, 
                {
                    "references": "Rom. 10:2; Matt. 15:9.", 
                    "statement": "2. We reject the notion that sincerity of performance, or the declaration of a church, can make any act a “good work.”"
                }, 
                {
                    "references": "Rom. 3:20; Isa. 64:6.", 
                    "statement": "3. We reject the idea that we, by good works, can win favor with God, either for ourselves or for others."
                }, 
                {
                    "references": "Rom. 14:23; Eph. 2:10; John 15:5; Rom. 12:1-2.", 
                    "statement": "4. By God’s grace, many unregenerate men have generous impulses and may lead outwardly moral lives. Yet good works are only those things done in obedience to His revealed will, out of sincere love for Him and desire to serve Him. The Christian may work with unbelievers in seeking the good of society, but his chief motive should be the glory of God. Christians should avoid any voluntary association in which they cannot maintain a consistent testimony for Christ."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Phil. 1:6; 2 Pet. 1:10; John 10:28-29; 1 John 3:9; 1 Pet. 1:5, 9.", 
                    "statement": "1. They, whom God hath accepted in His Beloved, effectually called, and sanctified by His Spirit, can neither totally, nor finally, fall away from the state of grace: but shall certainly persevere therein to the end, and be eternally saved."
                }, 
                {
                    "references": "2 Tim. 2:18-19; Jer. 31:3; Heb. 10:10, 14; Heb. 13:20-21; Heb. 9:12-15; Rom. 8:33-39; John 17:11, 24; Luke 22:32; Heb. 7:25; John 14:16-17; 1 John 2:27; 1 John 3:9; Jer. 32:40; John 10:28; 2 Thess. 3:3; 1 John 2:19.", 
                    "statement": "2. This perseverance of the saints depends not upon their own free will, but upon the immutability of the decree of election, flowing from the free and unchangeable love of God the Father; upon the efficacy of the merit and intercession of Jesus Christ; the abiding of the Spirit, and of the seed of God within them; and the nature of the covenant of grace; from all which ariseth also the certainty and infallibility thereof."
                }, 
                {
                    "references": "Matt. 26:70, 72, 74; Ps. 51:title and vs. 14; Isa. 64:5, 7, 9; 2 Sam. 11:27; Eph. 4:30; Ps. 51:8, 10, 12; Rev. 2:4; Song of Sol. 5:2-4, 6; Isa. 63:17; Mark 6:52; Mark 16:14; Ps. 32:3-4; Ps. 51:8; 2 Sam. 12:14; Ps. 89:31-32; 1 Cor. 11:32.", 
                    "statement": "3. Nevertheless, they may, through the temptations of Satan and of the world, the prevalency of corruption remaining in them, and the neglect of the means of their preservation, fall into grievous sins; and, for a time, continue therein: whereby they incur God's displeasure, and grieve His Holy Spirit, come to be deprived of some measure of their graces and comforts, have their hearts hardened, and their consciences wounded, hurt and scandalize others, and bring temporal judgments upon themselves."
                }
            ], 
            "chapter_title": "Of Good Works", 
            "chapter_subtitle": "(Larger Catechism: 60,73,78; Shorter Catechism: 35)", 
            "testimony": [
                {
                    "references": "Heb. 6:4-8; 2 Pet. 2:20-22.", 
                    "statement": "1. Men may profess faith in Jesus Christ and have the outward appearance of being regenerate, for a time, and yet finally fall away from this profession."
                }, 
                {
                    "references": "", 
                    "statement": "2. We reject the view that, because it appears to happen in human observation, true believers can fall away and be eternally lost."
                }, 
                {
                    "references": "", 
                    "statement": "3. The Church cannot discern hypocrites so long as they continue to profess the true religion, and appear obedient to the law of God."
                }, 
                {
                    "references": "Ps. 7:9; Ps. 75:7; Jer. 17:9-10.", 
                    "statement": "4. We reject the view that the Church is able to judge the hearts of men."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject the accusation that the doctrine of the perseverance of the saints is opposed to the believers’ responsibility to pursue their own growth in holiness."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Job 8:13-14; Mic. 3:11; Deut. 29:19; John 8:41; Matt. 7:22-23; 1 John 2:3; 1 John 3:14, 18-19, 21, 24; 1 John 5:13; Rom. 5:2, 5.", 
                    "statement": "1. Although hypocrites and other unregenerate men may vainly deceive themselves with false hopes, and carnal presumptions of being in the favour of God, and estate of salvation; which hope of theirs shall perish: yet such as truly believe in the Lord Jesus, and love Him in sincerity, endeavouring to walk in all good conscience before Him, may, in this life, be certainly assured that they are in the state of grace, and may rejoice in the hope of the glory of God, which hope shall never make them ashamed."
                }, 
                {
                    "references": "Heb. 6:11, 19; Heb. 6:17-18; 2 Pet. 1:4-5, 10-11; 1 John 2:3; 1 John 3:14; 2 Cor. 1:12; Rom. 8:15-16; Eph. 1:13-14; Eph. 4:30; 2 Cor. 1:21-22.", 
                    "statement": "2. This certainty is not a bare conjectural and probable persuasion, grounded upon a fallible hope; but an infallible assurance of faith, founded upon the divine truth of the promises of salvation, the inward evidence of those graces unto which these promises are made, the testimony of the Spirit of adoption witnessing with our spirits that we are the children of God: which Spirit is the earnest of our inheritance, whereby we are sealed to the day of redemption."
                }, 
                {
                    "references": "1 John 5:13; Isa. 50:10; Mark 9:24; Ps. 88; Ps. 77:1-12; 1 Cor. 2:12; 1 John 4:13; Heb. 6:11-12; Eph. 3:17-19; 2 Pet. 1:10; Rom. 5:1-2, 5; Rom. 14:17; Rom. 15:13; Eph. 1:3-4; Ps. 4:6-7; Ps. 119:32; 1 John 2:1-2; Rom. 6:1-2; Titus 2:11-12, 14; 2 Cor. 7:1; Rom. 8:1, 12; 1 John 3:2-3; Ps. 130:4; 1 John 1:6-7.", 
                    "statement": "3. This infallible assurance doth not so belong to the essence of faith, but that a true believer may wait long, and conflict with many difficulties before he be partaker of it: yet, being enabled by the Spirit to know the things which are freely given him of God, he may without extraordinary revelation, in the right use of ordinary means, attain thereunto. And therefore it is the duty of everyone to give all diligence to make his calling and election sure; that thereby his heart may be enlarged in peace and joy in the Holy Ghost, in love and thankfulness to God, and in strength and cheerfulness in the duties of obedience, the proper fruits of this assurance; so far is it from inclining men to looseness."
                }, 
                {
                    "references": "Song of Sol. 5:2-3, 6; Ps. 51:8, 12, 14; Eph. 4:30-31; Ps. 77:1-10; Matt. 26:69-72; Ps. 31:22; Ps. 88; Isa. 50:10; 1 John 3:9; Luke 22:32; Job 13:15; Ps. 73:15; Ps. 51:8, 12; Isa. 50:10; Mic. 7:7-9; Jer. 32:40; Isa. 54:7-10; Ps. 22:1; Ps. 88.", 
                    "statement": "4. True believers may have the assurance of their salvation divers ways shaken, diminished, and intermitted; as, by negligence in preserving of it, by falling into some special sin, which woundeth the conscience and grieveth the Spirit; by some sudden or vehement temptation, by God's withdrawing the light of His countenance, and suffering even such as fear Him to walk in darkness and to have no light: yet are they never utterly destitute of that seed of God, and life of faith, that love of Christ and the brethren, that sincerity of heart, and conscience of duty, out of which, by the operation of the Spirit, this assurance may, in due time, be revived; and by the which, in the mean time, they are supported from utter despair."
                }
            ], 
            "chapter_title": "Of the Perseverance of the Saints", 
            "chapter_subtitle": "(Larger Catechism: 79-81; Shorter Catechism: 35-36)", 
            "testimony": [
                {
                    "references": "Isa. 50:10; Luke 18:11-14.", 
                    "statement": "1. A man may believe himself to be saved when he is not. A man can also fear that he is not saved, when in actual fact he is."
                }, 
                {
                    "references": "2 Tim. 1:12; John 14:21; 1 John 3:14; Rom. 8:14-16; 1 John 2:5; 1 John 5:13; John 10:27-28.", 
                    "statement": "2. The Holy Spirit gives assurance of salvation by leading believers to rest confidently on God’s promises, producing in their lives the love for Christ and others which is the fruit of the new birth and enabling them to call upon God as their loving Father in heaven."
                }, 
                {
                    "references": "Rom. 9:7; Rom. 2:28-29; 1 Cor. 10:1-12; Heb. 4:2; Acts 8:9-24; 1 Cor. 11:27-29; Heb. 10:38-39; Titus 3:5.", 
                    "statement": "3. Spiritual experiences or circumstances, however worthy, such as birth of Christian parents, church membership, participation in the sacraments, the hearing of the Word, good works, response to an altar call, speaking in tongues, and other real or imagined evidences of grace, do not of themselves constitute a basis for assurance of salvation."
                }, 
                {
                    "references": "", 
                    "statement": "4. We reject the view that, without saving faith, participation in the sacraments or the use of any other means of grace is a proper basis of assurance."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject the teaching that assurance must be chiefly based upon one’s memory of a particular conversion experience."
                }, 
                {
                    "references": "", 
                    "statement": "6. It is the task of the Church to declare the Word of God so that the believer, being enabled by the Holy Spirit, can discern his own true inward condition, and thus know that he is saved; but it is not the proper function of the minister or any other person to tell people whether they are saved."
                }, 
                {
                    "references": "", 
                    "statement": "7. We reject the view that preaching the Gospel consists merely in urging people to assent to its truth."
                }, 
                {
                    "references": "1 Cor. 11:28, 32; Prov. 28:26; 1 John 3:19-24; Gal. 6:3; Rev. 3:17-18.", 
                    "statement": "8. While the Scriptures require self-examination, a believer must remember that his heart can be deceived, and that he is always subject to the temptation to trust in works rather than in Christ. A person should not lightly assume he is saved."
                }, 
                {
                    "references": "", 
                    "statement": "9. A believer’s lack of assurance may evidence sinful neglect. Fear respecting the state of a man’s own heart is not necessarily the sin of unbelief, for unbelief consists in rejecting the Gospel, not in questioning the presence of grace in the heart."
                }, 
                {
                    "references": "", 
                    "statement": "10. We reject the teaching that a full assurance of salvation is so inseparably connected with saving faith that a believer cannot be saved without it."
                }, 
                {
                    "references": "", 
                    "statement": "11. We reject the teaching that assurance of salvation leads to complacency, or is unimportant to the life and walk of faith, to prayer, and to good works."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Gen. 1:26-27 with Gen. 2:17; Rom. 2:14-15; Rom. 10:5; Rom. 5:12, 19; Gal. 3:10, 12; Eccl. 7:29; Job 28:28.", 
                    "statement": "1. God gave to Adam a law, as a covenant of works, by which He bound him and all his posterity to personal, entire, exact, and perpetual obedience; promised life upon the fulfilling, and threatened death upon the breach of it: and endued him with power and ability to keep it."
                }, 
                {
                    "references": "Jas. 1:25; Jas. 2:8, 10-12; Rom. 13:8-9; Deut. 5:32; Deut. 10:4; Ex. 34:1; Matt. 22:37-40.", 
                    "statement": "2. This law, after his fall, continued to be a perfect rule of righteousness, and, as such, was delivered by God upon Mount Sinai, in ten commandments, and written in two tables: the four first commandments containing our duty towards God; and the other six our duty to man."
                }, 
                {
                    "references": "Heb. 9; Heb. 10:1; Gal. 4:1-3; Col. 2:17; 1 Cor. 5:7; 2 Cor. 6:17; Jude 1:23; Col. 2:14, 16-17; Dan. 9:27; Eph. 2:15-16.", 
                    "statement": "3. Beside this law, commonly called moral, God was pleased to give to the people of Israel, as a church under age, ceremonial laws, containing several typical ordinances, partly of worship, prefiguring Christ, His graces, actions, sufferings, and benefits; and partly holding forth divers instructions of moral duties. All which ceremonial laws are now abrogated, under the New Testament."
                }, 
                {
                    "references": "Ex. 21; Ex. 22:1-29; Gen. 49:10 with 1 Pet. 2:13-14; Matt. 5:17, 38-39; 1 Cor. 9:8-10.", 
                    "statement": "4. To them also, as a body politic, He gave sundry judicial laws, which expired together with the State of that people; not obliging any other now, further than the general equity thereof may require."
                }, 
                {
                    "references": "Rom. 13:8-10; Eph. 6:2; 1 John 2:3-4, 7-8; Jas. 2:10-11; Matt. 5:17-19; Jas. 2:8; Rom. 3:31.", 
                    "statement": "5. The moral law doth for ever bind all, as well justified persons as others, to the obedience thereof; and that, not only in regard of the matter contained in it, but also in respect of the authority of God the Creator, who gave it: neither doth Christ, in the Gospel, any way dissolve, but much strengthen this obligation."
                }, 
                {
                    "references": "Rom. 6:14; Gal. 2:16; Gal. 3:13; Gal. 4:4-5; Acts 13:39; Rom. 8:1; Rom. 7:12, 22, 25; Ps. 119:4-6; 1 Cor. 7:19; Gal. 5:14, 16, 18-23; Rom. 7:7; Rom. 3:20; Jas. 1:23-25; Rom. 7:9, 14, 24; Gal. 3:24; Rom. 7:24-25; Rom. 8:3-4; Jas. 2:11; Ps. 119:101, 104, 128; Ezra 9:13-14; Ps. 89:30-34; Lev. 26:1-14 with 2 Cor. 6:16; Eph. 6:2-3; Ps. 37:11 with Matt. 5:5; Ps. 19:11; Gal. 2:16; Luke 17:10; Rom. 6:12, 14; 1 Pet. 3:8-12 with Ps. 34:12-16; Heb. 12:28-29.", 
                    "statement": "6. Although true believers be not under the law, as a covenant of works, to be thereby justified or condemned; yet is it of great use to them, as well as to others; in that, as a rule of life informing them of the will of God, and their duty, it directs, and binds them to walk accordingly; discovering also the sinful pollutions of their nature, hearts, and lives; so as, examining themselves thereby, they may come to further conviction of, humiliation for, and hatred against sin; together with a clearer sight of the need they have of Christ, and the perfection of His obedience. It is likewise of use to the regenerate, to restrain their corruptions, in that it forbids sin; and the threatenings of it serve to show what even their sins deserve; and what afflictions, in this life, they may expect for them, although freed from the curse thereof threatened in the law. The promises of it, in like manner, show them God's approbation of obedience, and what blessings they may expect upon the performance thereof; although not as due to them by the law, as a covenant of works. So as, a man's doing good, and refraining from evil, because the law encourageth to the one, and deterreth from the other, is no evidence of his being under the law; and not under grace."
                }, 
                {
                    "references": "Gal. 3:21; Ezek. 36:27; Heb. 8:10 with Jer. 31:33.", 
                    "statement": "7. Neither are the forementioned uses of the law contrary to the grace of the Gospel, but do sweetly comply with it; the Spirit of Christ subduing and enabling the will of man to do that, freely and cheerfully, which the will of God, revealed in the law, requireth to be done."
                }
            ], 
            "chapter_title": "Of the Assurance of Grace and Salvation", 
            "chapter_subtitle": "(Larger Catechism: 80-81; Shorter Catechism: 36)", 
            "testimony": [
                {
                    "references": "Gal. 3:10-14; Matt. 5:17-18.", 
                    "statement": "1. This law is still the rule of God’s judgment of men. Christ has fulfilled the requirements of the law for His people by His perfect obedience and His propitiation for their sins."
                }, 
                {
                    "references": "", 
                    "statement": "2. The ceremonial laws were fulfilled by Christ as our high priest and are no longer binding."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the teaching that believers are not required to keep all of the Ten Commandments under the New Testament."
                }, 
                {
                    "references": "", 
                    "statement": "4. A believer’s obedience to the law of God is a proper expression of his thankfulness for the love which he has experienced in the Savior."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject the view that obedience to God’s law is sinful legalism."
                }, 
                {
                    "references": "Matt. 23:13-31; Mark 7:1-23.", 
                    "statement": "6. Sinful legalism consists of mere outward conformity to the law in the absence of love to the Lawgiver. It often involves the effort to gain salvation or reward through such obedience, and the tendency to require of others a similar pattern of conduct. It may also involve adding human requirements that evade God’s law."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Titus 2:14; 1 Thess. 1:10; Gal. 3:13; Gal. 1:4; Col. 1:13; Acts 26:18; Rom. 6:14; Rom. 8:28; Ps. 119:71; 1 Cor. 15:54-57; Rom. 8:1; Rom. 5:1-2; Rom. 8:14-15; 1 John 4:18; Gal. 3:9, 14; Gal. 4:1-3, 6-7; Gal. 5:1; Acts 15:10-11; Heb. 4:14, 16; Heb. 10:19-22; John 7:38-39; 2 Cor. 3:13, 17-18.", 
                    "statement": "1. The liberty which Christ hath purchased for believers under the Gospel consists in their freedom from the guilt of sin, the condemning wrath of God, the curse of the moral law; and, in their being delivered from this present evil world, bondage to Satan, and dominion of sin; from the evil of afflictions, the sting of death, the victory of the grave, and everlasting damnation; as also, in their free access to God, and their yielding obedience unto Him, not out of slavish fear, but a child-like love and willing mind. All which were common also to believers under the law. But, under the new testament, the liberty of Christians is further enlarged, in their freedom from the yoke of the ceremonial law, to which the Jewish Church was subjected; and in greater boldness of access to the throne of grace, and in fuller communications of the free Spirit of God, than believers under the law did ordinarily partake of."
                }, 
                {
                    "references": "Jas. 4:12; Rom. 14:4; Acts 4:19; Acts 5:29; 1 Cor. 7:23; Matt. 23:8-10; 2 Cor. 1:24; Matt. 15:9; Col. 2:20, 22-23; Gal. 1:10; Gal. 2:4-5; Gal. 5:1; Rom. 10:17; Rom. 14:23; Isa. 8:20; Acts 17:11; John 4:22; Hos. 5:11; Rev. 13:12, 16-17; Jer. 8:9.", 
                    "statement": "2. God alone is Lord of the conscience, and hath left it free from the doctrines and commandments of men, which are in any thing contrary to His Word; or beside it, if matters of faith or worship. So that, to believe such doctrines, or to obey such commands, out of conscience, is to betray true liberty of conscience: and the requiring of an implicit faith, and an absolute and blind obedience is to destroy liberty of conscience, and reason also."
                }, 
                {
                    "references": "Gal. 5:13; 1 Pet. 2:16; 2 Pet. 2:19; John 8:34; Luke 1:74-75.", 
                    "statement": "3. They who, upon pretence of Christian liberty, do practice any sin, or cherish any lust, do thereby destroy the end of Christian liberty, which is, that being delivered out of the hands of our enemies, we might serve the Lord without fear, in holiness and righteousness before Him, all the days of our life."
                }, 
                {
                    "references": "Matt. 12:25; 1 Pet. 2:13-14, 16; Rom. 13:1-8; Heb. 13:17; Rom. 1:32 with 1 Cor. 5:1, 5, 11, 13; 2 John 10-11, and 2 Thess. 3:14, and 1 Tim. 6:3-5, and Titus 1:10-11, 13, and Titus 3:10 with Matt. 18:15-17; 1 Tim. 1:19-20; Rev. 2:2, 14-15, 20; Rev. 3:9; Deut. 13:6-12; Rom. 13:3-4 with 2 John 10-11; Ezra 7:23, 25-28; Rev. 17:12, 16-17; Neh. 13:15, 17, 21-22, 25, 30; 2 Kings 23:5-6, 9, 20-21; 2 Chron. 34:33; 2 Chron. 15:12-13, 16; Dan. 3:29; 1 Tim. 2:2; Isa. 49:23; Zech. 13:2-3.", 
                    "statement": "4. And because the powers which God hath ordained, and the liberty which Christ hath purchased, are not intended by God to destroy, but mutually to uphold and preserve one another; they who, upon pretence of Christian liberty, shall oppose any lawful power, or the lawful exercise of it, whether it be civil or ecclesiastical, resist the ordinance of God. And, for their publishing of such opinions, or maintaining of such practices, as are contrary to the light of nature, or to the known principles of Christianity, whether concerning faith, worship or conversation; or, to the power of godliness; or, such erroneous opinions or practices, as either in their own nature, or in the manner of publishing or maintaining them, are destructive to the external peace and order which Christ hath established in the Church, they may lawfully be called to account, and proceeded against by the censures of the Church, and by the power of the civil magistrate."
                }
            ], 
            "chapter_title": "Of the Law of God", 
            "chapter_subtitle": "(Larger Catechism: 91-148; Shorter Catechism: 40-81)", 
            "testimony": [
                {
                    "references": "Titus 2:14; Rom. 6:17-19, 22; Gal. 5:1; Acts 15:10-11; Heb. 10:19-22.", 
                    "statement": "1. Christian liberty consists primarily in the believer’s freedom from the guilt and power of sin, in freedom from the ceremonial law and in freedom of access to God through Christ."
                }, 
                {
                    "references": "", 
                    "statement": "2. Christ sets believers free not only from a feeling of guilt, but from actual guilt."
                }, 
                {
                    "references": "Ps. 32:1-5; Ps. 130:7-8.", 
                    "statement": "3. We reject the teaching that believers under the Old Testament had no such liberty as belongs to believers under the New Testament. The difference between the liberty enjoyed under the Old and New Testaments is one of degree rather than kind."
                }, 
                {
                    "references": "Rom. 2:14-15; 2 Cor. 4:4; 1 Tim. 4:2-3; Rom. 12:1-2; Matt. 15:9; 2 Tim. 3:16-17; Ps. 143:10; Rom. 8:5-9; Col. 3:16; Rom. 14:14, 23.", 
                    "statement": "4. Conscience is a sense of right and wrong by which one evaluates his own thoughts and behavior. When one follows his conscience, he feels a measure of contentment; when he violates his conscience, he feels distress. Conscience is natural to man, and implies his accountability to God, but it is not the rule of faith and practice. Conscience shows the work of the law written on the heart, but is distorted by the work of Satan, by man’s sinful nature, and by the ungodly standards of the world. The Christian’s conscience is to be directed by God’s revealed law, under the illumination of the Holy Spirit, with due attention to the teaching and admonition of the brethren. Although conscience is not infallible, a person should not do what he believes to be wrong."
                }, 
                {
                    "references": "Rom. 13:1-7; Acts 5:29; 1 Pet. 2:13-16; 1 Cor. 10:27-29; Rom. 14:10-15; 1 Cor. 8:9-15; Titus 3:1; Gal. 5:13-18.", 
                    "statement": "5. Liberty of conscience differs from Christian liberty. Liberty of conscience is the freedom to interpret and apply God’s Word to one’s own life. The Christian is to render due submission in the Lord to any lawful authority, but he has the right to disagree with any improper use of human authority. If that authority requires him to sin, he must obey God rather than man. Individual liberty is regulated by the principles found in Scripture and is limited by the mutual duties believers owe to one another, and by concern for the welfare of all men."
                }, 
                {
                    "references": "", 
                    "statement": "6. The civil magistrate has no authority to pronounce ecclesiastical censures."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Rom. 1:20; Acts 17:24; Ps. 119:68; Jer. 10:7; Ps. 31:23; Ps. 18:3; Rom. 10:12; Ps. 62:8; Josh. 24:14; Mark 12:33; Deut. 12:32; Matt. 15:9; Acts 17:25; Matt. 4:9-10; Deut. 4:15-20; Ex. 20:4-6; Col. 2:23.", 
                    "statement": "1. The light of nature showeth that there is a God, who hath lordship and sovereignty over all, is good, and doth good unto all, and is therefore to be feared, loved, praised, called upon, trusted in, and served, with all the heart, and with all the soul, and with all the might. But the acceptable way of worshipping the true God is instituted by Himself, and so limited by His own revealed will, that He may not be worshipped according to the imaginations and devices of men, or the suggestions of Satan, under any visible representation, or any other way not prescribed in the holy Scripture."
                }, 
                {
                    "references": "Matt. 4:10 with John 5:23 and 2 Cor. 13:14; Col. 2:18; Rev. 19:10; Rom. 1:25; John 14:6; 1 Tim. 2:5; Eph. 2:18; Col. 3:17.", 
                    "statement": "2. Religious worship is to be given to God, the Father, Son, and Holy Ghost; and to Him alone; not to angels, saints, or any other creature: and since the fall, not without a Mediator; nor in the mediation of any other but of Christ alone."
                }, 
                {
                    "references": "Phil. 4:6; Ps. 65:2; John 14:13-14; 1 Pet. 2:5; Rom. 8:26; 1 John 5:14; Ps. 47:7; Eccl. 5:1-2; Heb. 12:28; Gen. 18:27; Jas. 5:16; Jas. 1:6-7; Mark 11:24; Matt. 6:12, 14-15; Col. 4:2; Eph. 6:18; 1 Cor. 14:14.", 
                    "statement": "3. Prayer, with thanksgiving, being one special part of religious worship, is by God required of all men: and that it may be accepted, it is to be made in the name of the Son, by the help of His Spirit, according to His will, with understanding, reverence, humility, fervency, faith, love, and perseverance; and, if vocal, in a known tongue."
                }, 
                {
                    "references": "1 John 5:14; 1 Tim. 2:1-2; John 17:20; 2 Sam. 7:29; Ruth 4:12; 2 Sam. 12:21-23 with Luke 16:25-26; Rev. 14:13; 1 John 5:16.", 
                    "statement": "4. Prayer is to be made for things lawful, and for all sorts of men living, or that shall live hereafter: but not for the dead, nor for those of whom it may be known that they have sinned the sin unto death."
                }, 
                {
                    "references": "Acts 15:21; Rev. 1:3; 2 Tim. 4:2; Jas. 1:22; Acts 10:33; Matt. 13:19; Heb. 4:2; Isa. 66:2; Col. 3:16; Eph. 5:19; Jas. 5:13; Matt. 28:19; 1 Cor. 11:23-29; Acts 2:42; Deut. 6:13 with Neh. 10:29; Isa. 19:21 with Eccl. 5:4-5; Joel 2:12; Esther 4:16; Matt. 9:15; 1 Cor. 7:5; Ps. 107; Esther 9:22; Heb. 12:28.", 
                    "statement": "5. The reading of the Scriptures with godly fear; the sound preaching and conscionable hearing of the Word, in obedience unto God, with understanding, faith, reverence; singing of psalms with grace in the heart; as also, the due administration and worthy receiving of the sacraments instituted by Christ; are all parts of the ordinary religious worship of God: beside religious oaths, vows, solemn fastings, and thanksgivings, upon special occasions, which are, in their several times and seasons, to be used in a holy and religious manner."
                }, 
                {
                    "references": "John 4:21; Mal. 1:11; 1 Tim. 2:8; John 4:23-24; Jer. 10:25; Deut. 6:6-7; Job 1:5; 2 Sam. 6:18, 20; 1 Pet. 3:7; Acts 10:2; Matt. 6:11; Matt. 6:6; Eph. 6:18; Isa. 56:6-7; Heb. 10:25; Prov. 1:20-21, 24; Prov. 8:34; Acts 13:42; Luke 4:16; Acts 2:42.", 
                    "statement": "6. Neither prayer, nor any other part of religious worship, is now under the Gospel either tied unto, or made more acceptable by any place in which it is performed, or towards which it is directed: but God is to be worshipped everywhere, in spirit and truth; as in private families daily, and in secret each one by himself; so, more solemnly, in the public assemblies, which are not carelessly or wilfully to be neglected, or forsaken, when God, by His Word or providence, calleth thereunto."
                }, 
                {
                    "references": "Ex. 20:8, 10-11; Isa. 56:2, 4, 6-7; Gen. 2:2-3; 1 Cor. 16:1-2; Acts 20:7; Rev. 1:10; Ex. 20:8, 10 with Matt. 5:17-18.", 
                    "statement": "7. As it is the law of nature, that, in general, a due proportion of time be set apart for the worship of God; so, in His Word, by a positive, moral, and perpetual commandment, binding all men, in all ages, He hath particularly appointed one day in seven, for a Sabbath, to be kept holy unto Him: which, from the beginning of the world to the resurrection of Christ, was the last day of the week; and, from the resurrection of Christ, was changed into the first day of the week, which, in Scripture, is called the Lord's Day, and is to be continued to the end of the world, as the Christian Sabbath."
                }, 
                {
                    "references": "Deut. 10:20; Ex. 20:7; Lev. 19:12; 2 Cor. 1:23; 2 Chron. 6:22-23.", 
                    "statement": "8. This Sabbath is then kept holy unto the Lord, when men, after a due preparing of their hearts, and ordering of their common affairs beforehand, do not only observe an holy rest, all the day, from their own works, words, and thoughts about their worldly employments, and recreations, but also are taken up the whole time in the public and private exercises of His worship, and in the duties of necessity and mercy."
                }
            ], 
            "chapter_title": "Of Religous Worship, and the Sabbath Day",
            "chapter_subtitle": "(Larger Catechism: 28,45,83; Shorter Catechism: 2,26)", 
            "testimony": [
                {
                    "references": "Acts 24:16; John 16:2; Isa. 1:11-15; John 4:24; Heb. 10:19-22.", 
                    "statement": "1. All people are required to worship the true God, in a scriptural manner, with sincerity of heart. Sincerity cannot make unscriptural worship acceptable to God. Proper worship is to be conducted in an orderly manner. The tendency to emphasize ritual, liturgy and ceremony is contrary to the Scriptures."
                }, 
                {
                    "references": "Lev. 10:1-3; 2 Sam. 6:1-11; Matt. 15:8-9.", 
                    "statement": "2. Worship is to be offered only in accordance with God’s appointment, and in harmony with the scriptural principle that whatever is not commanded in the worship of God, by precept or example, is forbidden."
                }, 
                {
                    "references": "", 
                    "statement": "3. The use of pictures or images of Jesus in worship, or as aids to devotion, is unscriptural. The Scriptures do not provide a sufficient description of His physical appearance to picture Him. The work of artists should not be received as accurate representations of His Person."
                }, 
                {
                    "references": "Acts 2:42; 1 Cor. 14:13-19.", 
                    "statement": "4. Public prayer is to accompany the reading and preaching of the Word."
                }, 
                {
                    "references": "Ps. 95:2; Ps. 40:3, (4); Ps. 96:1; Col. 3:16; Eph. 5:19; Mark 14:26; 1 Cor 14:26; Jas. 5:13.", 
                    "statement": "5. Singing God’s praise is part of public worship in which the whole congregation should join. The Book of Psalms, consisting of inspired psalms, hymns and songs, is the divinely authorized manual of praise. The use of other songs in worship is not authorized in the Scriptures. The Greek words in the New Testament which are translated “psalm,” “hymn” and “song” all appear in the Septuagint (Greek) version of the Book of Psalms."
                }, 
                {
                    "references": "Num. 10:10; 2 Chron. 29:25-30; Heb. 9:12; Heb. 13:15.", 
                    "statement": "6. The Psalms are to be sung without the accompaniment of instruments, which are not part of the New Testament pattern of worship. Musical instruments were commanded for use with the offering of sacrifices in the Old Testament temple worship. The death of Christ being the perfect and final sacrifice brought an end to this way of worship. There is neither command for nor example of the use of musical instruments in the words or practice of Christ and the apostles. The command of the New Testament is to offer the sacrifice of praise—the fruit of our lips."
                }, 
                {
                    "references": "Ex. 34:28; 1 Kings 19:8; Dan. 10:2-3; Joel 1:14; Joel 2:12-13, 15; Matt. 4:2; Matt. 6:16-18; Mark 9:29; Acts 13:2-3.", 
                    "statement": "7. Religious fasting is an ordinance of God in which the believer voluntarily abstains from food for a season for the purpose of seeking the will of God, strength for service or deeper spirituality. It should be accompanied by meditation, self-examination, humiliation before God, confession of sin, repentance and renewed dedication to a life of obedience."
                }, 
                {
                    "references": "1 Cor. 16:1-2; Mal. 3:10; 1 Chron. 29:6-13; Ex. 23:15.", 
                    "statement": "8. The presentation of tithes and offerings is warranted as part of worship."
                }, 
                {
                    "references": "Gen. 18:19; Eph. 6:4.", 
                    "statement": "9. Heads of families are responsible for leadership in family worship."
                }, 
                {
                    "references": "Acts 5:42; Acts 12:12.", 
                    "statement": "10. Worship in small groups is also encouraged by the Scripture."
                }, 
                {
                    "references": "", 
                    "statement": "11. We reject the teaching that the Fourth Commandment is no longer binding under the New Testament."
                }, 
                {
                    "references": "Isa. 56:2-7; Isa. 58:13-14; Mark 2:27.", 
                    "statement": "12. God promises rich blessings for keeping the Lord’s Day holy."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Deut. 6:13; Ex. 20:7; Jer. 5:7; Matt. 5:34, 37; Jas. 5:12; Heb. 6:16; 2 Cor. 1:23; Isa. 65:16; 1 Kings 8:31; Neh. 13:25; Ezra 10:5.", 
                    "statement": "2. The name of God only is that by which men ought to swear; and therein it is to be used with all holy fear and reverence. Therefore, to swear vainly or rashly, by that glorious and dreadful Name; or, to swear at all by any other thing, is sinful, and to be abhorred. Yet, as in matters of weight and moment, an oath is warranted by the Word of God, under the New Testament, as well as under the Old; so a lawful oath, being imposed by lawful authority, in such matters ought to be taken."
                }, 
                {
                    "references": "Ex. 20:7; Jer. 4:2; Gen. 24:2-3, 5-6, 8-9; Num. 5:19, 21; Neh. 5:12; Ex. 22:7-11.", 
                    "statement": "3. Whosoever taketh an oath ought duly to consider the weightiness of so solemn an act; and therein to avouch nothing, but what he is fully persuaded is the truth. Neither may any man bind himself by oath to anything but what is good and just, and what he believeth so to be, and what he is able and resolved to perform. Yet is it a sin to refuse an oath touching anything that is good and just, being imposed by lawful authority."
                }, 
                {
                    "references": "Jer. 4:2; Ps. 24:4; 1 Sam. 25:22, 32-34; Ps. 15:4; Ezek. 17:16, 18-19; Josh. 9:18-19 with 2 Sam. 21:1.", 
                    "statement": "4. An oath is to be taken in the plain and common sense of the words, without equivocation, or mental reservation. It cannot oblige to sin: but in anything not sinful, being taken, it binds to performance, although to a man's own hurt. Nor is it to be violated, although made to heretics, or infidels."
                }, 
                {
                    "references": "Isa. 19:21; Eccl. 5:4-6; Ps. 61:8; Ps. 66:13-14.", 
                    "statement": "5. A vow is of the like nature with a promissory oath, and ought to be made with the like religious care, and to be performed with the like faithfulness."
                }, 
                {
                    "references": "Ps. 76:11; Jer. 44:25-26; Deut. 23:21-23; Ps. 50:14; Gen. 28:20-22; 1 Sam. 1:11; Ps. 66:13-14; Ps. 132:2-5.", 
                    "statement": "6. It is not to be made to any creature, but to God alone: and, that it may be accepted, it is to be made voluntarily, out of faith, and conscience of duty, in way of thankfulness for mercy received, or for the obtaining of what we want; whereby we more strictly bind ourselves to necessary duties; or to other things, so far and so long as they may fitly conduce thereunto."
                }, 
                {
                    "references": "Acts 23:12, 14; Mark 6:26; Num. 30:5, 8, 12-13; Matt. 19:11-12; 1 Cor. 7:2, 9; Eph. 4:28; 1 Pet. 4:2; 1 Cor. 7:23.", 
                    "statement": "7. No man may vow to do anything forbidden in the Word of God, or what would hinder any duty therein commanded, or which is not in his own power, and for the performance whereof he hath no promise of ability from God. In which respects, Popish monastical vows of perpetual single life, professed poverty, and regular obedience, are so far from being degrees of higher perfection, that they are superstitious and sinful snares, in which no Christian may entangle himself."
                }
            ], 
            "chapter_title": "Of Lawful Oaths and Vows", 
            "chapter_subtitle": "(Larger Catechism: 108,113; Shorter Catechism: 50,55)", 
            "testimony": [
                {
                    "references": "Heb. 6:16-18; Gen. 14:22; Deut. 10:20; Ex. 6:8; Rev. 10:5-6.", 
                    "statement": "1. There is scriptural warrant for swearing with the hand uplifted. Christians should avoid all superstitious or pagan customs in taking an oath."
                }, 
                {
                    "references": "Matt. 5:33-37; Jas. 5:12; cf. Mark 7:6-13.", 
                    "statement": "2. Those Scripture passages warning against taking oaths are to be understood as forbidding profane swearing, or the use of an oath to deceive or to escape one’s duty."
                }, 
                {
                    "references": "Eccl. 9:2; Deut. 6:13; Josh. 9:15, 19; cf. 2 Sam. 21:1-14.", 
                    "statement": "3. The administrator of an oath, whether civil or ecclesiastical, ought to explain the meaning of the oath, and administer it with suitable solemnity. The well-being of individuals and of society requires that the administrator of an oath know and fear God and understand its nature. Oaths should be administered only to those who understand their meaning."
                }, 
                {
                    "references": "Num. 30:1-4; Ps. 132:2-5; Josh. 9:16-27; 2 Chron. 15:12-15.", 
                    "statement": "4. An oath is a confirmatory act calling God to witness the performance of a promise. An oath may confirm a vow or a covenant."
                }, 
                {
                    "references": "Lev. 27; Num. 6; Deut. 23:21-23; cf. Num. 21:2; Nah. 1:15.", 
                    "statement": "5. A vow in Scripture is an act of voluntary dedication to God of one’s person, goods or service. A vow is usually made by an individual."
                }, 
                {
                    "references": "Gen. 28:20-22; Num. 21:2; Deut. 23:21-23; Josh. 24:24-25; 2 Chron. 34:29-32.", 
                    "statement": "6. While it is sometimes difficult to distinguish between the uses in Scripture of the words “vow” and “covenant,” a covenant that men make with God differs from a vow in that it is a corporate act of pledging obedience to what God has commanded in His covenant."
                }, 
                {
                    "references": "Gen. 2:17; Gen. 9:1-17; Gen. 12:1-3; Ex. 24:3-11; Deut. 29—30; 2 Sam. 7:5-16; Jer. 31:31-34.", 
                    "statement": "7. God has established two covenants with men: the Covenant of Works and the Covenant of Grace (see chap. 7). In accomplishing the Covenant of Grace God made covenants with Noah, Abraham, Israel at Sinai (renewed in the plain of Moab), and with David; these were fulfilled in the new covenant by Jesus Christ."
                }, 
                {
                    "references": "Gen. 17:10; Lev. 23:3-10 with John 19:36 and 1 Cor. 5:7-8; Matt. 26:26-29; 1 Cor. 11:23-26; Josh. 24:24-25; 2 Chron. 15:2, 8-15; 2 Chron. 23:16; 2 Chron. 34:29-32; Neh. 9-10.", 
                    "statement": "8. God’s covenants require obedience of all men whether they acknowledge their obligation or not. God’s people, individually and corporately, respond to His covenants by solemnly promising to be the Lord’s and to keep His commandments. The Old Testament sacraments, such as circumcision, passover and the feast of tabernacles, were means of entering into and periodically renewing Israel’s covenant. Likewise, the sacraments of the New Testament are ordinances for entrance into and renewal of covenant union with God. In addition to these prescribed times of covenant celebration, God’s people under the old covenant engaged in corporate acts of repentance and renewal in relation to the transgression of specific commandments or to general apostasy from God. Scripture calls such acts “covenants.”"
                }, 
                {
                    "references": "Isa. 45:23 with Rom. 14:11 and Phil. 2:11; Jer. 31:31 with Heb. 8:6-13; Ex. 19:5-6 with 1 Pet. 2:9-10.", 
                    "statement": "9. Covenanting in the New Testament takes the form of confessing Christ and His Lordship. In view of the continued emphasis of the covenantal relationship of God to men in the New Testament, it is appropriate for churches and nations to covenant to be the Lord’s and to serve Him. The statements or documents produced in these acts of covenant response are dependent upon the Covenant of Grace. They are statements of responsibility arising from the application of the Word of God to the times in which they are made. Such covenants have continuing validity in so far as they give true expression to the Word of God for the times and situations in which believers live."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Rom. 13:1-4; 1 Pet. 2:13-14.", 
                    "statement": "1. God, the supreme Lord and King of all the world, hath ordained civil magistrates, to be, under Him, over the people, for His own glory, and the public good; and, to this end, hath armed them with the power of the sword, for the defence and encouragement of them that are good, and for the punishment of evildoers."
                }, 
                {
                    "references": "Prov. 8:15-16; Rom. 13:1-2, 4; Ps. 2:10-12; 1 Tim. 2:2; Ps. 82:3-4; 2 Sam. 23:3; 1 Pet. 2:13; Luke 3:14; Rom. 13:4; Matt. 8:9-10; Acts 10:1-2; Rev. 17:14, 16.", 
                    "statement": "2. It is lawful for Christians to accept and execute the office of a magistrate, when called thereunto; in the managing whereof, as they ought especially to maintain piety, justice, and peace, according to the wholesome laws of each commonwealth; so for that end, they may lawfully now, under the New Testament, wage war, upon just and necessary occasion."
                }, 
                {
                    "references": "2 Chron. 26:18 with Matt. 18:17 and Matt. 16:19; 1 Cor. 12:28-29; Eph. 4:11-12; 1 Cor. 4:1-2; Rom. 10:15; Heb. 5:4; Isa. 49:23; Ps. 122:9; Ezra 7:23, 25-28; Lev. 24:16; Deut. 13:5-6, 12; 1 Kings 18:4; 1 Chron. 13:1-9; 2 Kings 23:1-26; 2 Chron. 34:33; 2 Chron. 15:12-13; 2 Chron. 19:8-11; 2 Chron. 29:30; Matt. 2:4-5.", 
                    "statement": "3. The civil magistrate may not assume to himself the administration of the Word and sacraments, or the power of the keys of the kingdom of heaven: yet he hath authority, and it is his duty, to take order, that unity and peace be preserved in the Church, that the truth of God be kept pure and entire; that all blasphemies and heresies be suppressed; all corruptions and abuses in worship and discipline prevented or reformed; and all the ordinances of God duly settled, administered and observed. For the better effecting whereof, he hath power to call synods, to be present at them, and to provide, that whatsoever is transacted in them be according to the mind of God."
                }, 
                {
                    "references": "1 Tim. 2:1-2; 1 Pet. 2:17; Rom. 13:6-7; Rom. 13:5; Titus 3:1; 1 Pet. 2:13-14, 16; Rom. 13:1; 1 Kings 2:35; Acts 25:9-11; 2 Pet. 2:1, 10-11; Jude 1:8-11; 2 Thess. 2:4; Rev. 13:15-17.", 
                    "statement": "4. It is the duty of people to pray for magistrates, to honour their persons, to pay them tribute and other dues, to obey their lawful commands, and to be subject to their authority, for conscience' sake. Infidelity, or difference in religion, doth not make void the magistrates' just and legal authority, nor free the people from their due obedience to them: from which ecclesiastical persons are not exempted; much less hath the Pope any power and jurisdiction over them in their dominions, or over any of their people; and, least of all, to deprive them of their dominions, or lives, if he shall judge them to be heretics, or upon any other pretence whatsoever."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. We reject the belief that civil government is unnecessary or essentially evil."
                }, 
                {
                    "references": "Deut. 4:39; Dan. 4:25, 32, 35; Matt. 28:18; Phil. 2:10; Eph. 1:22; Isa. 33:22; Deut. 17:18-19; Isa. 45:1-7; Ezek. 36:27.", 
                    "statement": "2. God has given the exercise of all authority to the Lord Jesus Christ. Christ is the Divine Lawgiver, Governor and Judge. His will concerning the purpose of civil government and the principles regarding its functions and operation are revealed in the written Word of God. The Holy Spirit enables even unregenerate rulers to fulfill their proper functions. A true recognition of the authority and law of Christ in national life can only be the fruit of the Spirit’s regenerating power in the lives of individuals."
                }, 
                {
                    "references": "Deut. 1:13-14; Deut. 17:15; 1 Sam. 8:22; 2 Sam. 5:3; Hos. 8:1, 4; Eccl. 10:16-17.", 
                    "statement": "3. God has assigned to people, both individually and collectively, the responsibility for establishing and maintaining civil government, and the people are accountable to Jesus Christ for the proper exercise of this responsibility."
                }, 
                {
                    "references": "Phil. 2:10; Rom. 13:4; Ps. 132:12; Ps. 103:17-19; Ps. 2:10-12.", 
                    "statement": "4. Every nation ought to recognize the Divine institution of civil government, the sovereignty of God exercised by Jesus Christ, and its duty to rule the civil affairs of men in accordance with the will of God. It should enter into covenant with Christ and serve to advance His Kingdom on earth. The negligence of civil government in any of these particulars is sinful, makes the nation liable to the wrath of God, and threatens the continued existence of the government and nation."
                }, 
                {
                    "references": "", 
                    "statement": "5. We reject the view that nations have no corporate responsibility for acknowledging and obeying Christ."
                }, 
                {
                    "references": "1 Tim. 2:1-2; Phil. 2:9-10; Acts 2:1-39; Ps. 2:8-12; Esther 4:14.", 
                    "statement": "6. It is the duty of every Christian citizen to labor and pray for his nation’s official and explicit recognition of the authority and law of Jesus Christ, Preserver and Ruler of nations, and for the conduct of all governmental affairs in harmony with the written Word of God."
                }, 
                {
                    "references": "", 
                    "statement": "7. We deny that constitutional recognition of Jesus Christ means union of church and state."
                }, 
                {
                    "references": "", 
                    "statement": "8. We reject the teaching that Christians should not seek the establishment of Christian civil government."
                }, 
                {
                    "references": "Ex. 18:21-24; Prov. 29:14; Deut. 1:16-17.", 
                    "statement": "9. No particular form of civil government is commanded in the Scriptures. Any form of civil government which observes the duties and limitations set upon it by God in His revealed Word is acceptable to God."
                }, 
                {
                    "references": "", 
                    "statement": "10. We deny that simply having a democratic or republican form of government insures God’s approval and blessing."
                }, 
                {
                    "references": "Rom. 13:3-4; 2 Chron. 19:6-7; Prov. 29:26.", 
                    "statement": "11. All officers and employees of a civil government are to be servants of God for good. They are responsible to God for the discharge of lawful duties rightfully assigned to them by human authority. Neither their official position, however, nor the orders of their superiors, nor the will of the people, exonerates them from blame for any unscriptural action or inaction."
                }, 
                {
                    "references": "", 
                    "statement": "12. We reject the view that it is wrong to wage war in defense of life, liberty or religion."
                }, 
                {
                    "references": "Acts 5:29; 1 Sam. 14:44-45.", 
                    "statement": "13. Citizens cannot abdicate their responsibility to determine the moral legitimacy of a particular war and to govern their participation accordingly. Such decisions should be made prayerfully in the light of Scripture and with the counsel of the church."
                }, 
                {
                    "references": "Rom. 13:4; Gen. 9:6; Acts 25:11; Num. 35:29-34.", 
                    "statement": "14. When justly administered, capital punishment is a scriptural application of civil authority."
                }, 
                {
                    "references": "Ex. 18:21; Deut. 16:18; 2 Sam. 23:3; Rom. 13:3.", 
                    "statement": "15. The Christian, when such action involves no disloyalty to Christ, ought to be involved in the selection of and to vote for civil rulers who fear God, love truth and justice, hate evil, and are publicly committed to scriptural principles of civil government."
                }, 
                {
                    "references": "Deut. 10:20; Isa. 45:22-23; 2 John 1:11; 1 Tim. 5:22.", 
                    "statement": "16. It is sinful for a Christian to take an oath which compromises his supreme allegiance to Jesus Christ. It is also sinful to vote for officials who are required to take an oath which a Christian himself could not take in good conscience. Voting involves the voter in responsibility for any act required of the official as a condition of holding his office."
                }, 
                {
                    "references": "Matt. 5:13-14; Prov. 3:5-6; Ps. 37:7; Matt. 22:21; John 17:14-15; Mark 13:9.", 
                    "statement": "17. The Christian must profess publicly and the Church must witness, that Christ is the Ruler of every nation. Whatever the official action of the civil government of a nation may be, the Christian in his civil actions must always exhibit his loyalty to Christ. The Christian must relinquish every right or privilege of citizenship which involves him in silence about, or denial of the supreme authority of Jesus Christ."
                }, 
                {
                    "references": "", 
                    "statement": "18. We reject the portion of paragraph 3 after the colon."
                }, 
                {
                    "references": "Rom. 13:1; Matt. 22:21; Col. 1:18; Acts 15:10; Ezra 7:10, 25-26; 2 Chron. 26:18-19; Matt. 5:25; 1 Cor. 5:12-13.", 
                    "statement": "19. Both the government of the nation and the government of the visible church are established by God. Though distinct and independent of each other, they both owe supreme allegiance to Jesus Christ. The governments of church and state differ in sphere of authority in that due submission to the government of the visible church is the obligation of members thereof, while due submission to civil government is the obligation of all men. The governments of church and state also have different functions and prerogatives in the advancement of the Kingdom of God. The means of enforcement of the civil government are physical, while those of church government are not. Neither government has the right to invade or assume the authority of the other. They should cooperate to the honor and glory of God, while maintaining their separate jurisdictions."
                }, 
                {
                    "references": "1 Tim. 2:1-4; 1 Pet. 2:13-14; Rom. 13:4; Ezra 7:26; Neh. 13:17-21.", 
                    "statement": "20. Though responsible for maintaining conditions favorable to the spread of the Gospel, civil government should never attempt to convert men to Christ by the use of force or by persecution. It should guarantee to all its subjects every human right given by God to men. It should, however, restrain and punish its subjects for those sinful actions which fall under its jurisdiction."
                }, 
                {
                    "references": "Acts 4:17, 19, 33; Deut. 27:19; Isa. 10:1-2; Ex. 20:15; Isa. 1:23-26; Dan. 6:13; Heb. 11:23.", 
                    "statement": "21. No civil government which deprives men of civil or religious liberty, fails to protect human life, or proposes to force men to do violence to the spirit and precepts of the Christian religion or interferes unjustly with private ownership of property, can in such matters rightfully expect the submission of its citizens or the blessings of God promised for obedience to Him."
                }, 
                {
                    "references": "Amos 2:6-8; Amos 5:14-15.", 
                    "statement": "22. Both the Christian and the Church have a responsibility for witnessing against national sins and for promoting justice."
                }, 
                {
                    "references": "Matt. 22:21; Rom. 13:1; Rom. 2:14; Acts 23:5; Ex. 22:28.", 
                    "statement": "23. The failure of a civil government, through negligence, ignorance, or rebellion, to recognize the authority of Jesus Christ does not cancel its just authority. A civil government, though guilty of many sins, still has authority in so far as it furthers some of the scriptural ends of civil government."
                }, 
                {
                    "references": "1 Pet. 2:13-14; Rom. 13:5; Acts 5:29; Titus 3:1.", 
                    "statement": "24. Due submission of all persons, cheerfully rendered, to civil officers and to civil government in general, is pleasing to God. No person, however, is required by God to obey civil authority when such authority demands that the citizen or subject do that which is clearly contrary to the law of God as revealed in the Scriptures. In such cases the duty of the Christian is to obey God rather than men. The Christian has a special obligation to render due submission to civil authority in order to express his loyalty to Jesus Christ, to prove his concern for the welfare of all men, and to bring honor to the name of Christ."
                }, 
                {
                    "references": "Gen. 25:33; Matt. 22:21; Eph. 6:12; Matt. 4:10; Deut. 10:20.", 
                    "statement": "25. The only submission which a Christian may promise to any civil government is due submission in the Lord. Any promise of submission or oath of allegiance beyond this is sinful. If and when the civil government of a nation requires, as a condition of civil service or of holding office, an oath which implies that civil allegiance transcends the swearer’s convictions of conscience and obedience to God, it is the Christian’s duty to refuse such an oath. It is within the corporate power of the Church, acting through its courts, to declare that facts or circumstances which may exist in a specific situation render the taking of a civil oath sinful."
                }, 
                {
                    "references": "Acts 5:29; Acts 4:18-20.", 
                    "statement": "26. It is the duty of the Christian to ascertain whether any prescribed oath of allegiance to the civil authority involves acceptance of unchristian principles stated or implied in its constitution of government. If the oath of allegiance to civil authority explicitly or by clear implication requires support of anti-Christian, atheistic, or secular principles, then the Christian must refuse on these grounds to take the oath of allegiance."
                }, 
                {
                    "references": "", 
                    "statement": "27. In the matter of taking oaths required by civil authority, the Christian should seek the guidance and support of the Church."
                }, 
                {
                    "references": "Acts 4:24-29; Eph. 5:11; Rev. 3:15-16; Acts 15:28-29; Rev. 2:13-14.", 
                    "statement": "28. It is the duty of the Christian Church to testify to the authority of Christ over the nations, against all anti-Christian, atheistic, and secular principles of civil government, and against all sinful oaths of allegiance to civil governments. When the Church by orderly processes in her own courts determines that the oath of allegiance to a civil government compromises the Christian’s loyalty to Christ or involves the Christian in the support of sinful principles of civil government, the Church must require her members to refuse such sinful oaths."
                }, 
                {
                    "references": "1 Chron. 16:31; 2 Cor. 6:14-18; 2 Chron. 19:6-7; Dan. 2:48; Eph. 4:25.", 
                    "statement": "29. When participating in political elections, the Christian should support and vote only for such men as are publicly committed to scriptural principles of civil government. Should the Christian seek civil office by political election, he must openly inform those whose support he seeks of his adherence to Christian principles of civil government."
                }, 
                {
                    "references": "Matt. 22:21b; Rom. 13:5; Eccl. 8:4; 1 Thess. 5:21.", 
                    "statement": "30. God alone is Lord of the conscience, and the decisions of civil courts cannot determine for the Christian what is morally right and what is sinful. However, since civil government is an institution of God, it is within the legitimate province of the civil courts of a nation to determine what the nation’s laws and required oaths of allegiance mean or do not mean. A decision of a civil court cannot legitimize sinful conduct, but it can place before a Christian a factual situation upon which a moral judgment can be made. It cannot be proper for the Christian to assume that an oath of allegiance implies sinful requirements, when the civil courts have explicitly contradicted such implication. Every oath must be understood in the sense intended by the authority requiring the oath. It is for the Christian and the Church to decide whether this sense involves sinful requirements."
                }, 
                {
                    "references": "", 
                    "statement": "31. We reject any inference that civil government has jurisdiction over conscience."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Gen. 2:24; Matt. 19:5-6; Prov. 2:17.", 
                    "statement": "1. Marriage is to be between one man and one woman: neither is it lawful for any man to have more than one wife, nor for any woman to have more than one husband; at the same time."
                }, 
                {
                    "references": "Gen. 2:18; Mal. 2:15; 1 Cor. 7:2, 9.", 
                    "statement": "2. Marriage was ordained for the mutual help of husband and wife, for the increase of mankind with a legitimate issue, and of the Church with an holy seed; and for preventing of uncleanness."
                }, 
                {
                    "references": "Heb. 13:4; 1 Tim. 4:3; 1 Cor. 7:36-38; Gen. 24:57-58; 1 Cor. 7:39; Gen. 34:14; Ex. 34:16; Deut. 7:3-4; 1 Kings 11:4; Neh. 13:25-27; Mal. 2:11-12; 2 Cor. 6:14.", 
                    "statement": "3. It is lawful for all sorts of people to marry, who are able with judgment to give their consent. Yet is it the duty of Christians to marry only in the Lord: and therefore such as profess the true reformed religion should not marry with infidels, papists, or other idolaters: neither should such as are godly be unequally yoked, by marrying with such as are notoriously wicked in their life, or maintain damnable heresies."
                }, 
                {
                    "references": "Lev. 18; 1 Cor. 5:1; Amos 2:7; Mark 6:18; Lev. 18:24-28; Lev. 20:19-21.", 
                    "statement": "4. Marriage ought not to be within the degrees of consanguinity or affinity forbidden in the Word; nor can such incestuous marriages ever be made lawful by any law of man or consent of parties, so as those persons may live together as man and wife. The man may not marry any of his wife's kindred nearer in blood than he may of his own; nor the woman of her husband's kindred nearer in blood than of her own."
                }, 
                {
                    "references": "Matt. 1:18-20; Matt. 5:31-32; Matt. 19:9; Rom. 7:2-3.", 
                    "statement": "5. Adultery or fornication committed after a contract, being detected before marriage, giveth just occasion to the innocent party to dissolve that contract. In the case of adultery after marriage, it is lawful for the innocent party to sue out a divorce; and, after the divorce, to marry another, as if the offending party were dead."
                }, 
                {
                    "references": "Matt. 19:8-9; 1 Cor. 7:15; Matt. 19:6; Deut. 24:1-4.", 
                    "statement": "6. Although the corruption of man be such as is apt to study arguments unduly to put asunder those whom God hath joined together in marriage; yet nothing but adultery, or such wilful desertion as can no way be remedied by the Church or civil magistrate, is cause sufficient of dissolving the bond of marriage; wherein, a public and orderly course of proceeding is to be observed; and the persons concerned in it not left to their own wills and discretion, in their own case."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. Marriage is an ordinance of God; however, to be unmarried is also an equally honorable state, and it may be the will of God for a person to remain single. Every effort should be made to submit to the direction of God in this matter, and to maintain a chaste and obedient life style."
                }, 
                {
                    "references": "1 Cor. 6:9, 15-20; 1 Cor. 5:1-5, 9-11; 1 Cor. 7:8-9; Rom. 1:26-28; Phil. 4:8; Prov. 5.", 
                    "statement": "2. Premarital sex relations or promiscuous sex practices as well as homosexuality and other perversions of the natural order are violations of God’s law and purpose. All should strive to discipline their sexual desires, maintain purity of thought and practice, and avoid situations which lead to sexual temptation."
                }, 
                {
                    "references": "Matt. 19:4-6; Rom. 7:2-3; Gen. 2:24-25; 1 Cor. 7:39.", 
                    "statement": "3. By God’s appointment the marriage relationship is to continue as long as both parties are living. Marriage may not be contracted for any other period. After the death of one party the other party may lawfully marry another."
                }, 
                {
                    "references": "Prov. 2:17; Mal. 2:14; cf. Hos. 2:16-23.", 
                    "statement": "4. Marriage is a covenant relationship made before God between a man and a woman."
                }, 
                {
                    "references": "Matt. 19:6; 1 Cor. 10:31; 1 Pet. 2:13.", 
                    "statement": "5. The validity of marriage depends on the mutual agreement of the parties, rather than upon official administration; yet for the glory of God and the protection of the parties, and so that the greatness of the privilege and the seriousness of the responsibility of the marriage may be properly impressed on the parties, marriage should be contracted in the presence of a qualified officer and competent witnesses."
                }, 
                {
                    "references": "", 
                    "statement": "6. The marriage of Christians should ordinarily be solemnized by an ordained minister of the Gospel."
                }, 
                {
                    "references": "", 
                    "statement": "7. Parties to marriage should comply with the civil laws regarding marriage as long as these laws are not contrary to Scripture."
                }, 
                {
                    "references": "", 
                    "statement": "8. God created man, male and female, with specific responsibilities to each other."
                }, 
                {
                    "references": "", 
                    "statement": "9. As sexual beings, men and women are, in ordinary circumstances, to marry for the expression of love, the satisfaction of their needs, and the mutual enjoyment of each other, as well as the continuation of the race."
                }, 
                {
                    "references": "1 Tim. 5:8; Eph. 5:25-28; 1 Pet. 3:7; Prov. 19:18; Prov. 22:6; Eph. 6:4; Deut. 6:4-9.", 
                    "statement": "10. God has ordained a natural order within the family: the husband is the head of the family, having a relationship to his wife like that of Christ to the Church. He is ordinarily the provider for his family. He is to love his wife as Christ loves His Church and as his own body. He is to love, discipline and instruct his children, and to lead his family in worship."
                }, 
                {
                    "references": "Gen. 2:18; Eph. 5:22-24; Prov. 31:10-31; 1 Pet. 3:1, 6.", 
                    "statement": "11. The wife is to be a helper to her husband. The Scripture commands submission to her husband in the Lord. She is to join her husband in the wise use of family resources, the care and instruction of children and the maintenance of the home as a place of love, cheerfulness and hospitality."
                }, 
                {
                    "references": "Ex. 20:12; Deut. 5:16; Eph. 6:1-3.", 
                    "statement": "12. Children are commanded to obey and honor their parents in the Lord."
                }, 
                {
                    "references": "Eph. 5:22; Eph. 6:4; Ps. 128; Col. 3:18-21.", 
                    "statement": "13. Family administration involves mutual responsibility. The exchange or confusion of roles in the family in ordinary circumstances results in God’s displeasure and in consequent unhappiness."
                }, 
                {
                    "references": "Gen. 1:27; Gal. 3:28.", 
                    "statement": "14. We deny that the submission in the Lord of a wife to her husband contradicts the equality, in  value and dignity, of her person to his."
                }, 
                {
                    "references": "Gen. 2:18; 1 Cor. 11:3-10; Eph. 5:23; 1 Tim. 2:11-13.", 
                    "statement": "15. While we abhor the sinful abuses of a husband’s authority and the abdication of his responsibilities within marriage, common since the Fall, we deny that his headship is, in and of itself, a result of sin."
                }, 
                {
                    "references": "1 Cor. 9:5; 1 Tim. 4:3.", 
                    "statement": "16. Although in certain circumstances in the service of God it may be unwise for a person to marry, we deny that Scripture forbids officers of the Church to marry."
                }, 
                {
                    "references": "", 
                    "statement": "17. We deny that marriage is a more spiritual state than the single life, or that it is necessary for eternal salvation."
                }, 
                {
                    "references": "", 
                    "statement": "18. We deny that marriage is necessary for officers in the Church."
                }, 
                {
                    "references": "Ex. 20:13; Ex. 21:22-23; Ps. 139:13-16.", 
                    "statement": "19. Unborn children are living creatures in the image of God. From the moment of conception to birth they are objects of God’s providence as they are being prepared by Him for the responsibilities and privileges of postnatal life. Unborn children are to be treated as human persons in all decisions and actions involving them. Deliberately induced abortion, except possibly to save the mother’s life, is murder."
                }, 
                {
                    "references": "1 Cor. 7:39; 2 Cor. 6:14.", 
                    "statement": "20. Christians should not marry those who give only nominal adherence to the Christian faith."
                }, 
                {
                    "references": "", 
                    "statement": "21. We reject the last sentence in paragraph 4 of the Confession of Faith."
                }, 
                {
                    "references": "Lev. 18:18; Deut. 25:5-10.", 
                    "statement": "22. The prohibition of marriage with a deceased wife’s sister or a deceased husband’s brother is not warranted by Scripture."
                }, 
                {
                    "references": "", 
                    "statement": "23. Before seeking divorce, it is the responsibility of the innocent party to attempt reconciliation with the guilty party in the same manner as in any case of sin, first by his or her own appeal, and then, if need be, by calling on the elders of the church."
                }, 
                {
                    "references": "Eph. 5:25-33; Eph. 4:31-32; 1 Cor. 7:10-14.", 
                    "statement": "24. In any marriage threatened with dissolution, or even if divorce has occurred, both parties ought to strive for reconciliation on the basis of repentance for sin and willingness to forgive."
                }, 
                {
                    "references": "Matt. 18:15-17; 2 Cor. 6:14-17.", 
                    "statement": "25. Members of the household of faith should beware of seeking marriage counsel from unbelievers or from those who have failed to integrate their faith with their professional work."
                }, 
                {
                    "references": "1 Cor. 7:15; Matt. 18:17.", 
                    "statement": "26. Desertion can be a ground of divorce only when the departing person is an unbeliever."
                }, 
                {
                    "references": "", 
                    "statement": "27. If the unrepentant guilty party in a divorce marries another, he commits adultery."
                }, 
                {
                    "references": "", 
                    "statement": "28. Where the guilty party shows evidence of repentance for the sin of breaking a marriage, the Church may receive or restore him or her to membership."
                }, 
                {
                    "references": "Ps. 24:1; Ps. 111:10; Prov. 2:6; Prov. 9:10; Ex. 31:3-6.", 
                    "statement": "29. God is the source of all truth. The knowledge which man can attain merely reflects part of God’s creation, and cannot properly be understood apart from God. Therefore there can be no true education without a knowledge of God and His dealings with man, as revealed in the Scriptures. He enlightens man’s mind in the understanding of the physical and cultural world. Christians are to ask the aid of the Holy Spirit in the educational task."
                }, 
                {
                    "references": "Deut. 6:6-9; Ps. 34:11; Ps. 78:2-7; Prov. 22:6.", 
                    "statement": "30. Education of children is primarily the responsibility of parents, though they may delegate part of this responsibility to the church or other agencies. The earliest and most important educational institution is the home, where children are taught, by precept and example, basic principles of godly living. Parents should educate each child to the extent of their resources and the child’s ability, seeking to develop his God-given talents that he may serve God most fully and effectively. In order to promote the general welfare, the state may prescribe educational standards and should provide educational opportunities, both in harmony with God’s law."
                }, 
                {
                    "references": "Matt. 12:30; 2 Sam. 23:3-4.", 
                    "statement": "31. In the providence of God public schools have provided great social benefits. Yet in serving a highly pluralistic society they have attempted to be religiously and morally “neutral,” which is sinful. To a large extent instruction is based on a secular, humanistic philosophy which ignores God and sees man’s welfare as the highest good. Local schools vary widely, however, according to the standards of the community and the quality of the teachers. All Christians, especially those who are teachers, school administrators or board members, should bear witness to the whole truth of God as it relates to education."
                }, 
                {
                    "references": "", 
                    "statement": "32. Where necessary and possible, Christian parents should cooperate in supporting or establishing schools whose curriculum presents a biblical world and life view, and place their children in them. This requires maintenance of the highest academic quality along with Christian orientation in every subject and activity."
                }, 
                {
                    "references": "", 
                    "statement": "33. We reject any attempt by the state to force a secular, humanistic philosophy on Christian schools."
                }, 
                {
                    "references": "", 
                    "statement": "34. Parents should take care to counteract any unbiblical teaching given to their children, whether in public or Christian schools. As youth increase in their knowledge and discernment, the home and the Church should help them to examine what is presented in school, to distinguish between God-given truths and human theories, and to integrate the facts learned with a Christian view of man and the universe."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Eph. 1:10, 22-23; Eph. 5:23, 27, 32; Col. 1:18.", 
                    "statement": "1. The catholic or universal Church which is invisible, consists of the whole number of the elect, that have been, are, or shall be gathered into one, under Christ the Head thereof; and is the spouse, the body, the fulness of Him that filleth all in all."
                }, 
                {
                    "references": "1 Cor. 1:2; 1 Cor. 12:12-13; Ps. 2:8; Rev. 7:9; Rom. 15:9-12; 1 Cor. 7:14; Acts 2:39; Ezek. 16:20-21; Rom. 11:16; Gen. 3:15; Gen. 17:7; Matt. 13:47; Isa. 9:7; Eph. 2:19; Eph. 3:15; Acts 2:47.", 
                    "statement": "2. The visible Church, which is also catholic or universal under the Gospel (not confined to one nation as before under the law), consists of all those throughout the world that profess the true religion; and of their children: and is the kingdom of the Lord Jesus Christ, the house and family of God, out of which there is no ordinary possibility of salvation."
                }, 
                {
                    "references": "1 Cor. 12:28; Eph. 4:11-13; Matt. 28:19-20; Isa. 59:21.", 
                    "statement": "3. Unto this catholic visible Church Christ hath given the ministry, oracles, and ordinances of God, for the gathering and perfecting of the saints, in this life, to the end of the world; and doth by His own presence and Spirit, according to His promise, make them effectual thereunto."
                }, 
                {
                    "references": "Rom. 11:3-4; Rev. 12:6, 14; Rev. 2:3; 1 Cor. 5:6-7.", 
                    "statement": "4. This catholic Church hath been sometimes more, sometimes less visible. And particular churches, which are members thereof, are more or less pure, according as the doctrine of the Gospel is taught and embraced, ordinances administered, and public worship performed more or less purely in them."
                }, 
                {
                    "references": "1 Cor. 13:12; Rev. 2:3; Matt. 13:24-30, 47; Rev. 18:2; Rom. 11:18-22; Matt. 16:18; Ps. 72:17; Ps. 102:28; Matt. 28:19-20.", 
                    "statement": "5. The purest churches under heaven are subject both to mixture and error; and some have so degenerated, as to become no churches of Christ, but synagogues of Satan. Nevertheless, there shall be always a Church on earth, to worship God according to His will."
                }, 
                {
                    "references": "Col. 1:18; Eph. 1:22; Matt. 23:8-10; 2 Thess. 2:3-4, 8-9; Rev. 13:6.", 
                    "statement": "6. There is no other head of the Church, but the Lord Jesus Christ; nor can the Pope of Rome, in any sense, be head thereof; but is that Antichrist, that man of sin, and son of perdition, that exalteth himself, in the Church, against Christ and all that is called God."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. The Church is the body of Christ, which He has redeemed with His own blood, to be a chosen people unto Himself."
                }, 
                {
                    "references": "", 
                    "statement": "2. It is the mission of the Church to preserve, maintain and proclaim to the whole world the Gospel of Jesus Christ and the whole counsel of God; to gather into her fellowship those of every race and people who accept Jesus Christ as Savior and Lord, and promise obedience to Him; to build them up in their most holy faith, and train them to be faithful witnesses for Christ in all his offices; to maintain the ordinances of divine worship in their purity; witness against all evil; and in every way to seek the advancement of the Kingdom of God on earth."
                }, 
                {
                    "references": "Acts 15:22; Acts 16:4-5; 1 Cor. 1:2; Gal. 1:2; Phil. 1:1; Col. 4:15-16.", 
                    "statement": "3. The Church is one among all nations, yet for the purpose of corporate worship and orderly procedures, distinct congregations and judicatories are warranted."
                }, 
                {
                    "references": "Heb. 12:23; Rev. 3:1, 5.", 
                    "statement": "4. There is a visible and an invisible aspect of the Church, but these are not two churches."
                }, 
                {
                    "references": "Rom. 11:17-24; Heb. 9:13-10:18.", 
                    "statement": "5. We reject the teaching that the Church originated in the New Testament and is an interruption of God’s plan for the Kingdom."
                }, 
                {
                    "references": "", 
                    "statement": "6. The Lord Jesus Christ has clothed His Church with power and authority. This authority is vested in the whole membership of the Church, which has the right to choose its officers from among those of its own members who possess the scriptural qualifications."
                }, 
                {
                    "references": "Acts 15:22; Acts 14:23; Acts 13:1-4; Eph. 5:23; Col. 1:18; 2 Cor. 8:19; 1 Tim. 3:1-7. (See Testimony, chap. 31, par. 3; and Directory for Church Government, chap. 3, sect. I and II, and chap. 4.)", 
                    "statement": "7. Christ has appointed in His Word a particular form of government for the visible church. It is government by elders (Greek: presbyters) and is therefore called presbyterian. Each congregation should be ruled by a session of ordained elders, elected by the membership of the congregation."
                }, 
                {
                    "references": "1 Tim. 2:12; 3:2; Titus 1:6.", 
                    "statement": "8. The permanent officers to be set apart by ordination are elders and deacons. The office of elder is restricted in Scripture to men. Women as well as men may hold the office of deacon. Ordination is a solemn setting apart to a specific office by the laying on of the hands of a court of the Church and is not to be repeated. Installation is the official constitution of a relationship between one who is ordained and the congregation."
                }, 
                {
                    "references": "1 Tim. 3:2; Titus 1:9; 1 Tim. 5:17; Acts 20:28; Rom. 12:6-8; 1 Cor. 12:28; Titus 1:7.", 
                    "statement": "9. The responsibility of the elders is in teaching and ruling. Although all elders are to be able to teach, the Scripture recognizes a distinction in these functions. All elders are equal in the government of the Church. This office is referred to in Scripture by two terms used synonymously: elder, and bishop or overseer."
                }, 
                {
                    "references": "Eph. 4:11-12; 1 Tim 3:2; Titus 1:9; 1 Tim. 5:17; Acts 20:28; Rom. 12:6-8; 1 Cor 12:28; Titus 1:7.", 
                    "statement": "10. The elders are organized in courts (the session, the presbytery and the Synod) to which is committed the power of governing the church and of ordaining officers. This power is moral and spiritual, and subject to the law of God."
                }, 
                {
                    "references": "Acts 6:1-7; 1 Tim. 3:8-13.", 
                    "statement": "11. The diaconate is a spiritual office subordinate to the session and is not a teaching or ruling office. The deacons have responsibility for the ministry of mercy, the finances and property of the congregation, and such other tasks as are assigned to them by the session. Other officers mentioned in the New Testament were commissioned uniquely during the apostolic age for the establishment of the Church."
                }, 
                {
                    "references": "", 
                    "statement": "12. While the New Testament does not state plainly the authority or qualifications for a continuing office of Evangelist, it does clearly set forth the ministry of evangelism in calling all men everywhere to repent and believe the Gospel. Persons displaying the gift of evangelism should minister under the oversight of the Church in given situations."
                }, 
                {
                    "references": "", 
                    "statement": "13. We deny that the exclusion of women from the office of elder can be said to result in the frustration of one’s divine vocation or the neglect of one’s spiritual gifts for ministry."
                }, 
                {
                    "references": "Acts 15:22-29; 1 Cor. 10:17; Eph. 4:4-6; Acts 17:11-12.", 
                    "statement": "14. Divisions that separate believers into denominations mar the unity of the Church and are due to error and sin. It is the duty of all denominations which are true churches of Christ to seek reconciliation and union. Such organizational unity, however, should be sought only on the basis of truth and of scriptural order. It is the duty of every believer to unite with the branch of the visible church which adheres most closely to the Scriptures."
                }, 
                {
                    "references": "Acts 2:39; 1 Cor. 7:14; Rev. 2–3. (See Directory for Church Government, chap. 1, sect. I.)", 
                    "statement": "15. The Church must have membership requirements based on Scripture, to which every member gives his assent. Those who give such assent and their children are church members."
                }, 
                {
                    "references": "Ps. 122:6-9; John 17:11, 21; Eph. 4:13.", 
                    "statement": "16. It is the duty of Christians to pray for and seek after the purity and unity of the Church."
                }, 
                {
                    "references": "Rev. 2:20-23; Acts 19:8-9; 2 Cor. 6:16-17.", 
                    "statement": "17. When any church imposes sinful requirements for membership; when its constitution or creedal statements are fundamentally unscriptural; when its administration is corrupt; or when sound preaching and proper discipline are neglected, it is the duty of Christians to attempt its reformation. Then if such efforts prove ineffectual, it is their duty to separate from it, and to unite with a sound church."
                }, 
                {
                    "references": "1 John 2:18; 1 John 4:3; 2 Thess. 2:8.", 
                    "statement": "18. Many antichrists will be present in the world throughout history. Prior to Christ’s coming the final “man of lawlessness” will be revealed. He will be destroyed by Christ."
                }, 
                {
                    "references": "1 John 1:7; 1 Thess. 5:5; Matt. 5:14; 2 John 1:7-11; John 3:20-21; Eph. 5:8-14; Matt. 15:9.", 
                    "statement": "19. Christians should walk in the light. Their beliefs, purposes, manner of life, and their rules of action and conduct should be based on the Word of God and should not be concealed. Oathbound societies usually involve an improper requirement of secrecy, aims which are immoral, intimate fellowship with unbelievers or participation in unbiblical worship. Membership in such organizations is inconsistent with a Christian profession, however good their announced purposes may be."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "1 John 1:3; Eph. 3:16-19; John 1:16; Eph. 2:5-6; Phil. 3:10; Rom. 6:5-6; 2 Tim. 2:12; Eph. 4:15-16; 1 Cor. 12:7; 1 Cor. 3:21-23; Col. 2:19; 1 Thess. 5:11, 14; Rom. 1:11-12, 14; 1 John 3:16-18; Gal. 6:10.", 
                    "statement": "1. All saints, that are united to Jesus Christ their Head by His Spirit and by faith, have fellowship with Him in His graces, sufferings, death, resurrection, and glory: and, being united to one another in love, they have communion in each other's gifts and graces, and are obliged to the performance of such duties, public and private, as do conduce to their mutual good, both in the inward and outward man."
                }, 
                {
                    "references": "Heb. 10:24-25; Acts 2:42, 46; Isa. 2:3; 1 Cor. 11:20; Acts 2:44-45; 1 John 3:17; 2 Cor. 8:9; Acts 11:29-30.", 
                    "statement": "2. Saints by profession are bound to maintain a holy fellowship and communion in the worship of God; and in performing such other spiritual services as tend to their mutual edification; as also in relieving each other in outward things, according to their several abilities, and necessities. Which communion, as God offereth opportunity, is to be extended unto all those who, in every place, call upon the name of the Lord Jesus."
                }, 
                {
                    "references": "Col.  1:18-19;  1  Cor.  8:6;  Isa.  42:8; 1 Tim. 6:15-16; Ps. 45:7 with Heb. 1:8-9; Ex. 20:15; Eph. 4:28; Acts 5:4.", 
                    "statement": "3. This communion, which the saints have with Christ, doth not make them, in any wise, partakers of the substance of His Godhead; or to be equal with Christ, in any respect: either of which to affirm is impious and blasphemous. Nor doth their communion one with another, as saints, take away, or infringe the title or property which each man hath in his goods and possessions."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "1 Cor. 13; Eph. 4:31-32; Rom. 14:19; Jas. 3:16-18; Gal. 5:15; 1 Cor. 12.", 
                    "statement": "1. Concern for fellow believers should be a restraint to evil, especially to unkind speech and action against one another."
                }, 
                {
                    "references": "", 
                    "statement": "2. The congregation is the primary organic unit in the presbyterian system of church government. It is commonly composed of Christians residing in the same community who meet together for the worship of God."
                }, 
                {
                    "references": "Heb. 10:24-25; Heb. 13:2; Gal. 6:2; Rom. 12:10, 13, 15; Eph. 4:28; Phil. 4:10-14; 1 Cor. 16:1-2.", 
                    "statement": "3. In addition to their obligation to assemble for worship, believers should assemble for social purposes as another means of support and growth. In response to Christ’s love for them, believers are to express their love to one another by using their diverse gifts and talents to help their brethren; by giving and receiving counsel, support, hospitality and comfort; by spending time with one another and sharing joys and sorrows. This is especially necessary when, in the providence of God, brethren need material support and moral and spiritual encouragement."
                }, 
                {
                    "references": "Gen. 1:27 with 9:6; 1 Cor. 6:9-10.", 
                    "statement": "4. For preservation of life and because of respect for our bodies as God’s creation, we are to be careful in the use of drugs. Christians should avoid enslavement to alcohol, tobacco or any habit-forming drug. The Scripture strongly condemns drunkenness as a sin."
                }, 
                {
                    "references": "Prov. 20:1; Rom. 14:21; 1 Cor. 6:9-10; 1 Cor. 8:13.", 
                    "statement": "5. Because drunkenness is so common, and because the intemperate use of alcohol is constantly being promoted by advertising, business practices, and social pressure, Christians must be careful not to conform to the attitudes and the practices of the world with regard to alcoholic beverages. To prevent damage to our neighbor, to provide mutual help in godly living, and to strengthen each other in living a disciplined life it is altogether wise and proper that Christians refrain from the use, sale and manufacture of alcoholic beverages."
                }, 
                {
                    "references": "1 Cor. 6:19; 1 Cor. 9:24-27.", 
                    "statement": "6. The use of tobacco is detrimental to health and is to be avoided because of the responsibility to preserve the body which is a temple of God."
                }, 
                {
                    "references": "Phil. 4:13; Col. 1:10-14.", 
                    "statement": "7. The use of drugs for pleasure or escape from moral responsibility should be avoided; one should strive for victory over physical and emotional weakness through the strength of Christ and the power of the Holy Spirit, and make wise use of proper medical care."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Rom. 4:11; Gen. 17:7, 10; Matt. 28:19; 1 Cor. 11:23; 1 Cor. 10:16; 1 Cor. 11:25-26; Gal. 3:17; Rom. 15:8; Ex. 12:48; Gen. 34:14; Rom. 6:3-4; 1 Cor. 10:16, 21.", 
                    "statement": "1. Sacraments are holy signs and seals of the covenant of grace, immediately instituted by God, to represent Christ and His benefits; and to confirm our interest in Him; as also, to put a visible difference between those that belong unto the Church, and the rest of the world; and solemnly to engage them to the service of God in Christ, according to His Word."
                }, 
                {
                    "references": "Gen. 17:10; Matt. 26:27-28; Titus 3:5.", 
                    "statement": "2. There is in every sacrament a spiritual relation, or sacramental union, between the sign and the thing signified; whence it comes to pass, that the names and effects of the one are attributed to the other."
                }, 
                {
                    "references": "Rom.  2:28-29;  1 Pet. 3:21;  Matt. 3:11; 1 Cor. 12:13; Matt. 26:27-28; Matt. 28:19-20.", 
                    "statement": "3. The grace which is exhibited in or by the sacraments rightly used, is not conferred by any power in them: neither doth the efficacy of a sacrament depend upon the piety or intention of him that doth administer it: but upon the work of the Spirit, and the word of institution, which contains, together with a precept authorizing the use thereof, a promise of benefit to worthy receivers."
                }, 
                {
                    "references": "Matt. 28:19; 1 Cor. 11:20, 23; 1 Cor. 4:1; Heb. 5:4.", 
                    "statement": "4. There be only two sacraments ordained by Christ our Lord in the Gospel; that is to say, Baptism and the Supper of the Lord: neither of which may be dispensed by any but by a minister of the Word lawfully ordained."
                }, 
                {
                    "references": "", 
                    "statement": "5. The sacraments of the Old Testament, in regard of the spiritual things thereby signified and exhibited, were, for substance, the same with those of the New."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "1 Cor. 11:23-24; 1 Cor. 10:21; Acts 2:42; Num. 9:14.", 
                    "statement": "1. The sacraments are signs of our covenant union with Christ and His Church, and our common profession that we are owned by Him. They are to be observed under the direction of the elders in a service of worship in which members of the congregation are present."
                }, 
                {
                    "references": "Acts 2:42; Acts 20:7.", 
                    "statement": "2. The administration of the sacraments is to be accompanied by the reading and preaching of the Word."
                }, 
                {
                    "references": "", 
                    "statement": "3. We reject the view that sacraments are mere symbols and not means of grace."
                }, 
                {
                    "references": "", 
                    "statement": "4. We reject the view that the sacraments are not necessary in the Church."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Matt. 28:19; 1 Cor. 12:13; Rom. 4:11 with Col. 2:11-12; Gal. 3:27; Rom. 6:5; Titus 3:5; Mark 1:4; Rom. 6:3-4; Matt. 28:19-20.", 
                    "statement": "1. Baptism is a sacrament of the New Testament, ordained by Jesus Christ, not only for the solemn admission of the party baptized into the visible Church; but also, to be unto him a sign and seal of the covenant of grace, of his ingrafting into Christ, of regeneration, of remission of sins, and of his giving up unto God through Jesus Christ, to walk in newness of life. Which sacrament is, by Christ's own appointment, to be continued in His Church until the end of the world."
                }, 
                {
                    "references": "Matt. 3:11; John 1:33; Matt. 28:19-20.", 
                    "statement": "2. The outward element to be used in this sacrament is water, wherewith the party is to be baptized, in the name of the Father, and of the Son, and of the Holy Ghost, by a minister of the Gospel, lawfully called thereunto."
                }, 
                {
                    "references": "Heb. 9:10, 19-22; Acts 2:41; Acts 16:33; Mark 7:4.", 
                    "statement": "3. Dipping of the person into the water is not necessary; but Baptism is rightly administered by pouring or sprinkling water upon the person."
                }, 
                {
                    "references": "Mark 16:15-16; Acts 8:37-38; Gen. 17:7, 9-10 with Gal. 3:9, 14, and Col. 2:11-12, and Acts 2:38-39, and Rom. 4:11-12; 1 Cor. 7:14; Matt. 28:19; Mark 10:13-16; Luke 18:15.", 
                    "statement": "4. Not only those that do actually profess faith in and obedience unto Christ, but also the infants of one or both believing parents, are to be baptized."
                }, 
                {
                    "references": "Luke 7:30 with Ex. 4:24-26; Rom. 4:11; Acts 10:2, 4, 22, 31, 45, 47; Acts 8:13, 23.", 
                    "statement": "5. Although it be a great sin to contemn or neglect this ordinance, yet grace and salvation are not so inseparably annexed unto it, as that no person can be regenerated or saved without it; or, that all that are baptized are undoubtedly regenerated."
                }, 
                {
                    "references": "John 3:5, 8; Gal. 3:27; Titus 3:5; Eph. 5:25-26; Acts 2:38, 41.", 
                    "statement": "6. The efficacy of Baptism is not tied to that moment of time wherein it is administered; yet notwithstanding, by the right use of this ordinance, the grace promised is not only offered, but really exhibited and conferred by the Holy Ghost, to such (whether of age or infants) as that grace belongeth unto, according to the counsel of God's own will in His appointed time."
                }, 
                {
                    "references": "", 
                    "statement": "7. The sacrament of Baptism is but once to be administered unto any person."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "Gen. 17:12-14; Col. 2:11-12; Acts 16:31-34.", 
                    "statement": "1. All those who have received baptism are to be considered part of the covenant people of God."
                }, 
                {
                    "references": "", 
                    "statement": "2. The church accepts as valid the baptism which has been administered in any true branch of the visible church."
                }, 
                {
                    "references": "1 Cor. 10:2; Heb. 6:2; Heb. 9:10; Luke 11:38.", 
                    "statement": "3. We reject the teaching that an essential feature of baptism is immersion."
                }, 
                {
                    "references": "Acts 2:38-39; Gen. 17:7; Acts 16:31; Col. 2:11-12.", 
                    "statement": "4. The children of believing parents are to receive baptism because of their covenantal relationship."
                }, 
                {
                    "references": "", 
                    "statement": "5. In administering baptism to her children the church recognizes their rightful place within the covenant, and her obligation to give them pastoral care and oversight, and to assist the parents in carrying out their covenanted responsibilities. In presenting them for baptism, parents not only claim for their children the nurture and benefits of the Church, but dedicate them to God in the service of Christ."
                }, 
                {
                    "references": "Gen. 18:19; Matt. 28:19-20; Prov. 22:6.", 
                    "statement": "6. The baptism of infants sets before parents the obligation to do all in their power to lead their children to a personal faith in Jesus Christ."
                }, 
                {
                    "references": "", 
                    "statement": "7. Baptism is not to be administered to the infants of persons who, though members of the church, have so neglected the means of grace as to cast doubt on their profession, or their intention to fulfill the baptismal vows."
                }, 
                {
                    "references": "Luke 23:39-43; Acts 8:13, 18-23; Acts 10:47.", 
                    "statement": "8. We reject the teaching that a person cannot be saved without baptism; or that persons are regenerated by baptism."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "1 Cor. 11:23-26; 1 Cor. 10:16-17, 21; 1 Cor. 12:13.", 
                    "statement": "1. Our Lord Jesus, in the night wherein He was betrayed, instituted the sacrament of His body and blood, called the Lord's Supper, to be observed in His Church, unto the end of the world, for the perpetual remembrance of the sacrifice of Himself in His death; the sealing all benefits thereof unto true believers, their spiritual nourishment and growth in Him, their further engagement in and to all duties which they owe unto Him; and to be a bond and pledge of their communion with Him, and with each other, as members of His mystical body."
                }, 
                {
                    "references": "Heb. 9:22, 25-26, 28; 1 Cor. 11:24-26; Matt. 26:26-27; Heb. 7:23-24, 27; Heb. 10:11-12, 14, 18.", 
                    "statement": "2. In this sacrament, Christ is not offered up to His Father; nor any real sacrifice made at all for remission of sins of the quick or dead; but only a commemoration of that one offering up of Himself, by Himself, upon the cross, once for all: and a spiritual oblation of all possible praise unto God for the same: so that the Popish sacrifice of the mass (as they call it) is most abominably injurious to Christ's one, only sacrifice, the alone propitiation for all the sins of His elect."
                }, 
                {
                    "references": "Matt. 26:26-28, and Mark 14:22-24, and Luke 22:19-20 with 1 Cor. 11:23-26; Acts 20:7; 1 Cor. 11:20.", 
                    "statement": "3. The Lord Jesus, hath, in this ordinance, appointed His ministers to declare His word of institution to the people; to pray, and bless the elements of bread and wine, and thereby to set them apart from a common to a holy use; and to take and break the bread, to take the cup, and (they communicating also themselves) to give both to the communicants; but to none who are not then present in the congregation."
                }, 
                {
                    "references": "1 Cor. 10:16; Mark 14:23; 1 Cor. 11:25-29; Matt. 15:9.", 
                    "statement": "4. Private masses, or receiving this sacrament by a priest or any other alone; as likewise, the denial of the cup to the people, worshipping the elements, the lifting them up or carrying them about for adoration, and the reserving them for any pretended religious use; are all contrary to the nature of this sacrament, and to the institution of Christ."
                }, 
                {
                    "references": "Matt. 26:26-28; 1 Cor. 11:26-28; Matt. 26:29.", 
                    "statement": "5. The outward elements in this sacrament, duly set apart to the uses ordained by Christ, have such relation to Him crucified, as that, truly, yet sacramentally only, they are sometimes called by the name of the things they represent, to wit, the body and blood of Christ; albeit in substance and nature they still remain truly and only bread and wine, as they were before."
                }, 
                {
                    "references": "Acts 3:21 with 1 Cor. 11:24-26; Luke 24:6, 39.", 
                    "statement": "6. That doctrine which maintains a change of the substance of bread and wine into the substance of Christ's body and blood (commonly called transubstantiation) by consecration of a priest, or by any other way, is repugnant, not to Scripture alone, but even to common sense and reason; overthroweth the nature of the sacrament, and hath been, and is the cause of manifold superstitions; yea, of gross idolatries."
                }, 
                {
                    "references": "1 Cor. 11:28; 1 Cor. 10:16.", 
                    "statement": "7. Worthy receivers outwardly partaking of the visible elements in this sacrament, do then also, inwardly by faith, really and indeed, yet not carnally and corporally, but spiritually, receive and feed upon Christ crucified, and all benefits of His death: the body and blood of Christ being then, not corporally or carnally, in, with, or under the bread and wine; yet, as really, but spiritually, present to the faith of believers in that ordinance, as the elements themselves are to their outward senses."
                }, 
                {
                    "references": "1 Cor. 11:27-29; 2 Cor. 6:14-16; 1 Cor. 5:6-7, 13; 2 Thess. 3:6, 14-15; Matt. 7:6.", 
                    "statement": "8. Although ignorant and wicked men receive the outward elements in this sacrament: yet they receive not the thing signified thereby, but by their unworthy coming thereunto are guilty of the body and blood of the Lord to their own damnation. Wherefore, all ignorant and ungodly persons, as they are unfit to enjoy communion with Him, so are they unworthy of the Lord's table; and cannot, without great sin against Christ while they remain such, partake of these holy mysteries, or be admitted thereunto."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "", 
                    "statement": "1. The Lord’s Supper is to be repeatedly administered to a Christian congregation, at such times as the session deems advisable, according to the needs of the congregation. Observance of this sacrament is a corporate and personal profession of continued adherence to the covenant bond entered into at baptism."
                }, 
                {
                    "references": "1 Cor. 11:33; Acts 20:7.", 
                    "statement": "2. When a congregation is observing the Lord’s Supper, worship services in which this sacrament is observed may be held for the sick and invalid who are of sound mind in the presence of members of the session and congregation. There is no instance in Scripture of private communion."
                }, 
                {
                    "references": "", 
                    "statement": "3. The sacrament of the Lord’s Supper is not to be exalted above the regular preaching of the Word."
                }, 
                {
                    "references": "1 Cor. 11:27-32; 1 Cor. 10:21-22.", 
                    "statement": "4. Previous preparation, by self-examination, repentance of sin, meditation upon God’s grace, and resolution of new obedience is required of those who make this profession of their union with Christ and love to Him."
                }, 
                {
                    "references": "", 
                    "statement": "5. The Lord’s Supper is to be administered only to those who are accepted by the session dispensing the sacrament."
                }, 
                {
                    "references": "", 
                    "statement": "6. We deny that the individual is sole judge of his fitness to partake of the sacrament."
                }, 
                {
                    "references": "", 
                    "statement": "7. We reject the practice of offering the sacrament of Communion to any one who is not a member of the visible church."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Isa. 9:6-7; 1 Tim. 5:17; 1 Thess. 5:12; Acts 20:17, 28; Heb. 13:7, 17, 24; 1 Cor. 12:28; Matt. 28:18-20.", 
                    "statement": "1. The Lord Jesus, as King and Head of His Church, hath therein appointed a government, in the hand of Church officers, distinct from the civil magistrate."
                }, 
                {
                    "references": "Matt. 16:19; Matt. 18:17-18; John 20:21-23; 2 Cor. 2:6-8.", 
                    "statement": "2. To these officers, the keys of the kingdom of heaven are committed: by virtue whereof, they have power respectively to retain, and remit sins; to shut that kingdom against the impenitent, both by the Word and censures; and to open it unto penitent sinners, by the ministry of the Gospel, and by absolution from censures, as occasion shall require."
                }, 
                {
                    "references": "1 Cor. 5; 1 Tim. 5:20; Matt. 7:6; 1 Tim. 1:20; 1 Cor. 11:27-34 with Jude 1:23.", 
                    "statement": "3. Church censures are necessary, for the reclaiming and gaining of offending brethren, for deterring of others from the like offences, for purging out of that leaven which might infect the whole lump, for vindicating the honour of Christ, and the holy profession of the Gospel, and for preventing the wrath of God, which might justly fall upon the Church, if they should suffer His covenant and the seals thereof to be profaned by notorious and obstinate offenders."
                }, 
                {
                    "references": "1 Thess. 5:12; 2 Thess. 3:6, 14-15; 1 Cor. 5:4-5, 13; Matt. 18:17; Titus 3:10.", 
                    "statement": "4. For the better attaining of these ends, the officers of the Church are to proceed by admonition; suspension from the sacrament of the Lord's Supper for a season; and by excommunication from the Church; according to the nature of the crime, and demerit of the person."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "Matt. 18:18; Matt. 16:19; Rev. 2:2, 20.", 
                    "statement": "1. Our Lord commanded church discipline, so no church which fails to exercise it where needed can hope for His blessing."
                }, 
                {
                    "references": "1 Cor. 12:13, 25-26; 1 Cor. 5:1-13; Rev. 2:2.", 
                    "statement": "2. Discipline is required by the organic nature of the Church."
                }, 
                {
                    "references": "Matt. 18:15-17; Gal. 6:1; Col. 3:16; Col. 1:28.", 
                    "statement": "3. There are many ways provided by the Lord to deal with offenses in the Church. Christians have a responsibility to admonish one another in the Lord. Some offenses may be resolved by informal counsel by one or more elders. Official discipline is to be administered by the courts of the Church, not by elders individually. Such counsel and discipline should be received in a spirit of Christian submission."
                }, 
                {
                    "references": "", 
                    "statement": "4. The authority and discipline of the Church extends to all members, irrespective of rank or station in life. Children who are baptized members are subject to that discipline."
                }, 
                {
                    "references": "", 
                    "statement": "5. Discipline should be exercised with prudence and discretion, in dependence upon the guidance of the Holy Spirit, with love both for the Lawgiver and lawbreaker."
                }, 
                {
                    "references": "", 
                    "statement": "6. We reject the view that a church member should be disciplined for everything at which another may be justly displeased."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "", 
                    "statement": "1. For the better government, and further edification of the Church, there ought to be such assemblies as are commonly called synods or councils."
                }, 
                {
                    "references": "Isa. 49:23; 1 Tim. 2:1-2; 2 Chron. 19:8-11; 2 Chron. 29:30; Matt. 2:4-5; Prov. 11:14; Acts 15:2, 4, 22-23, 25.", 
                    "statement": "2. As magistrates may lawfully call a synod of ministers, and other fit persons, to consult and advise with, about matters of religion; so, if magistrates be open enemies to the Church, the ministers of Christ of themselves, by virtue of their office, or they, with other fit persons, upon delegation from their Churches, may meet together in such assemblies."
                }, 
                {
                    "references": "Acts 15:15, 19, 24, 27-31; Acts 16:4; Matt. 18:17-20.", 
                    "statement": "3. It belongeth to synods and councils, ministerially to determine controversies of faith and cases of conscience, to set down rules and directions for the better ordering of the public worship of God, and government of His Church; to receive complaints in cases of mal-administration, and authoritatively to determine the same: which decrees and determinations, if consonant to the Word of God, are to be received with reverence and submission; not only for their agreement with the Word, but also for the power whereby they are made, as being an ordinance of God appointed thereunto in His Word."
                }, 
                {
                    "references": "Eph. 2:20; Acts 17:11; 1 Cor. 2:5; 2 Cor. 1:24.", 
                    "statement": "4. All synods or councils, since the Apostles' times, whether general or particular, may err; and many have erred. Therefore they are not to be made the rule of faith or practice; but to be used as a help in both."
                }, 
                {
                    "references": "Luke 12:13-14; John 18:36.", 
                    "statement": "5. Synods and councils are to handle, or conclude, nothing, but that which is ecclesiastical: and are not to intermeddle with civil affairs which concern the commonwealth; unless by way of humble petition, in cases extraordinary; or by way of advice, for satisfaction of conscience, if they be thereunto required by the civil magistrate."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "Eph. 1:22; Matt. 18:18; 1 Cor. 14:37; Eph. 4:11-12; 2 Cor. 13:10; Acts 14:23; Acts 20:17, 28; Heb. 13:17.", 
                    "statement": "1. Christ is the only Head and Lawgiver of the Church. He gave the apostles authority to establish the permanent form of church government, which is set forth in the New Testament."
                }, 
                {
                    "references": "", 
                    "statement": "2. We reject paragraph 2 of the Confession of Faith."
                }, 
                {
                    "references": "", 
                    "statement": "3. No ecclesiastical authority is placed in the hands of private Christians or civil rulers; church judicatories are subordinate only to Christ Jesus. They appoint, by an exclusive right, their own times and places of meeting and adjournment."
                }, 
                {
                    "references": "", 
                    "statement": "4. We reject the systems of church government which center authority in one individual or in a hierarchy of bishops. We further reject the independent congregational system with authority vested in autonomous congregations."
                }, 
                {
                    "references": "Rom. 15:5-6; 1 Tim. 3:15-16; Heb. 4:12; Mark 7:6-13.", 
                    "statement": "5. Subordinate standards, such as the Confession of Faith, Catechisms and the Testimony, serve a necessary and useful purpose as a summary of biblical teaching, a basis for fellowship and common service, and as a testimony to the world of the church’s belief and practice. They are never to be taken as a substitute for God’s Word or as a complete or final exposition of it."
                }, 
                {
                    "references": "Acts 9:15; Ps. 119:46; Matt. 10:17-18; Luke 3:12-14. (Compare also the Testimony, chap. 23.)", 
                    "statement": "6. It is the responsibility of the Church to declare God’s Word to civil authorities as it applies to their use of the power that has been given them."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Gen. 3:19; Acts 13:36; Luke 23:43; Eccl. 12:7; Heb. 12:23; 2 Cor. 5:1, 6, 8; Phil. 1:23 with Acts 3:21 and Eph. 4:10; Luke 16:23-24; Acts 1:25; Jude 1:6-7; 1 Pet. 3:19.", 
                    "statement": "1. The bodies of men, after death, return to dust and see corruption; but their souls (which neither die nor sleep) having an immortal subsistence, immediately return to God who gave them: the souls of the righteous, being then made perfect in holiness, are received into the highest heavens, where they behold the face of God, in light and glory, waiting for the full redemption of their bodies. And the souls of the wicked are cast into hell, where they remain in torments and utter darkness, reserved to the judgment of the great day. Beside these two places, for souls separated from their bodies, the Scripture acknowledgeth none."
                }, 
                {
                    "references": "1 Thess. 4:17; 1 Cor. 15:51-52; Job 19:26-27; 1 Cor. 15:42-44.", 
                    "statement": "2. At the last day, such as are found alive shall not die, but be changed: and all the dead shall be raised up, with the selfsame bodies and none other, although with different qualities, which shall be united again to their souls for ever."
                }, 
                {
                    "references": "Acts 24:15; John 5:28-29; 1 Cor. 15:43; Phil. 3:21.", 
                    "statement": "3. The bodies of the unjust shall, by the power of Christ, be raised to dishonour; the bodies of the just, by His Spirit, unto honour; and be made conformable to His own glorious body."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "Ps. 39:4-5; Eccl. 3:2; Ps. 139:16.", 
                    "statement": "1. God has appointed to every man the time when he shall leave this world."
                }, 
                {
                    "references": "Eccl. 12:7; 2 Cor. 5:1-9.", 
                    "statement": "2. We reject the idea of inactivity of the soul between death and resurrection called “soul sleep.”"
                }, 
                {
                    "references": "Luke 16:22-26; Heb. 9:27; 2 Cor. 6:2; John 5:28-29; 2 Pet. 2:9.", 
                    "statement": "3. We reject the teaching that there is a “second chance” of salvation after death."
                }, 
                {
                    "references": "Luke 23:43; 2 Cor. 5:6, 8; Phil. 1:23.", 
                    "statement": "4. We reject the teaching that there is a purgatory, where souls must be purified before entering heaven."
                }, 
                {
                    "references": "Eccl. 12:7; Heb. 9:27.", 
                    "statement": "5. We reject the idea that the soul at death is, or can be, reincarnated in another human or animal form."
                }
            ]
        }, 
        {
            "confession": [
                {
                    "references": "Acts 17:31; John 5:22, 27; 1 Cor. 6:3; Jude 1:6; 2 Pet. 2:4; 2 Cor. 5:10; Eccl. 12:14; Rom. 2:16; Rom. 14:10, 12; Matt. 12:36-37.", 
                    "statement": "1. God hath appointed a day, wherein He will judge the world in righteousness, by Jesus Christ, to whom all power and judgment is given of the Father. In which day, not only the apostate angels shall be judged, but likewise all persons that have lived upon earth shall appear before the tribunal of Christ, to give an account of their thoughts, words, and deeds; and to receive according to what they have done in the body, whether good or evil."
                }, 
                {
                    "references": "Matt. 25:31-46; Rom. 2:5-6; Rom. 9:22-23; Matt. 25:21; Acts 3:19; 2 Thess. 1:7-10.", 
                    "statement": "2. The end of God's appointing this day is for the manifestation of the glory of His mercy, in the eternal salvation of the elect; and of His justice, in the damnation of the reprobate who are wicked and disobedient. For then shall the righteous go into everlasting life, and receive that fulness of joy and refreshing, which shall come from the presence of the Lord: but the wicked, who know not God, and obey not the Gospel of Jesus Christ, shall be cast into eternal torments, and be punished with everlasting destruction from the presence of the Lord, and from the glory of His power."
                }, 
                {
                    "references": "2 Pet. 3:11, 14; 2 Cor. 5:10-11; 2 Thess. 1:5-7; Luke 21:27-28; Rom. 8:23-25; Matt. 24:36, 42-44; Mark 13:35-37; Luke 12:35-36; Rev. 22:20.", 
                    "statement": "3. As Christ would have us to be certainly persuaded that there shall be a day of judgment, both to deter all men from sin, and for the greater consolation of the godly in their adversity; so will He have that day unknown to men, that they may shake off all carnal security, and be always watchful, because they know not at what hour the Lord will come; and may be ever prepared to say, Come, Lord Jesus, come quickly, Amen."
                }
            ], 
            "chapter_title": "", 
            "chapter_subtitle": "", 
            "testimony": [
                {
                    "references": "Rev. 22:7, 12, 20; John 14:3; Acts 1:11; Rev. 1:7; 1 Thess. 4:16; Matt. 16:27; Col. 3:4; Luke 12:40; Rev. 16:15; Mark 13:32-35; 1 Thess. 5:2.", 
                    "statement": "1. The return of our Lord to earth is clearly taught in Scripture. He made many promises to return. His coming will be personal and visible. He will come in glory at a time unknown to man."
                }, 
                {
                    "references": "John 5:28-29; 2 Thess. 1:7-10; Ps. 96:13; Ps. 98:9.", 
                    "statement": "2. At the time of Christ’s second coming all the dead will be raised and the world will be judged."
                }, 
                {
                    "references": "Matt. 28:18; Eph. 1:20-22; Phil. 2:9-11; Col. 1:18.", 
                    "statement": "3. We reject the teaching that the Kingdom of God can only be brought in by Christ’s return or that Christ is not now reigning as King over all things."
                }, 
                {
                    "references": "2 Cor. 5:10; Rom. 14:10-12; 1 Cor. 3:9-15; 1 Cor. 4:5; Matt. 25:14-40.", 
                    "statement": "4. The final judgment for the Christian will be an assessment of his obedience to God and of his stewardship of the gifts and talents God has committed to his care. Whatever is imperfect will be burned away, and his faithfulness will be rewarded."
                }, 
                {
                    "references": "2 Pet. 3:11-13; Ps. 16:11.", 
                    "statement": "5. Believers are to look forward eagerly to the last great day, in which they will share in Christ’s final victory over evil and experience the fulness of joy which is found in the presence of God, forever."
                }
            ]
        }
    ]
}
